Repository: KratorD/spanish
Catalog: translations/core/1.3/locale/*/LC_MESSAGES/zikula.po
Languages: es

source: Insert permission rule before
es: Insertar una regla antes

source: User permission check
es: Verificar permiso de usuario

source: Check a users permission
es: Verificar permiso de usuario

source: Component to check
es: Componente a comprobar

source: Instance to check
es: Instancia a verificar

source: Check permission
es: Verificar permiso

source: Reset
es: Reiniciar

source: Sequence
es: Secuencia

source: Delete permission rule
es: Borrar regla de permiso

source: This page is locked
es: La página está bloqueada

source: This page is locked because another user is working on it. Please wait: the page will be unlocked automatically when the other user has finished, and you will be informed.
es: Esta página está bloqueada porque otro usuario está trabajando en ella. Por favor espere: la página será desbloqueada automáticamente cuando el otro usuario haya finalizado, y usted será informado.

source: Locked by %s.
es: Bloqueada por %s.

source: Go to groups index page
es: Volver al índice de grupos

source: Membership application
es: Solicitud de membresía

source: Reason
es: Razón

source: Send notification
es: Enviar notificación

source: Deny
es: Denegar

source: Accept
es: Aceptar

source: Items per page
es: Elementos por página

source: Initial user group
es: Grupo inicial para los usuarios

source: Hide closed groups
es: Ocultar grupos cerrados

source: Receive e-mail alert when there are new applicants
es: Recibir notificación al correo para nuevas membresías

source: New group
es: Nuevo grupo

source: Maximum membership
es: Máximo de miembros

source: There are currently no groups that can be joined.
es: En el momento no hay grupos a los cuales se pueda unir.

source: Members
es: Miembros

source: Functions
es: Funciones

source: Do you really want to delete this group?
es: ¿Realmente quiere borrar este grupo?

source: Unlimited
es: Ilimitado

source: Sorry! You must register for a user account on this site before you can apply for membership of a group.
es: ¡Lo sentimos! Usted debe registrar una cuenta de usuario en este sitio antes de poder aplicar por la membresía a un grupo.

source: Log in or register
es: Iniciar sesión o registrarse

source: Members list
es: Lista de miembros

source: Do you really want to remove user "%1$s" from group "%2$s"?
es: ¿Realmente quiere remover el usuario "%1$s" del grupo "%2$s"?

source: Remove
es: Eliminar

source: Unavailable
es: No disponible

source: Resign
es: Dimitir

source: Apply
es: Aplicar

source: Memberships
es: Membresías

source: Status
es: Estado

source: Internal name
es: Nombre interno

source: User's website
es: Sitio web del usuario

source: No group members found.
es: No se encontraron miembros del grupo.

source: Edit group
es: Editar grupo

source: Updating group
es: Actualizando grupo

source: Deleting group
es: Borrando grupo

source: Internal ID
es: ID

source: Delete:
es: Borrar:

source: Default user group. Cannot be deleted.
es: Grupo de usuarios por defecto. No puede ser borrado.

source: Primary administrators group. Cannot be deleted.
es: Grupo de Administradores Primario. No puede ser borrado.

source: Pending applications
es: Aplicaciones pendientes

source: User ID
es: ID de usuario

source: Comment
es: Comentario

source: Membership resignation
es: Renuncia a Miembresía

source: Membership application cancellation
es: Cancelación de aplicación a membresía

source: Group name
es: Nombre del grupo

source: Not available
es: No disponible

source: Comment to attach to your application
es: Comentario a adjuntar a la solicitud

source: Add users to group
es: Agregar usuarios al grupo

source: Users to add
es: Usuarios a añadir

source: Notice: Please select one or more users to add to the group. To select multiple users, use 'Shift-Click' or 'Control-Click'.
es: Aviso: Por favor seleccione uno o más usuarios para añadirlos al grupo. Para seleccionar múltiples usuarios, use 'Shift-Clic' o 'Control-Clic'.

source: Delete page configuration assignment
es: Borrar asignación de configuracion de página

source: Do you really want to delete this page configuration assignment?
es: ¿Realmente quiere borrar esta asignación de configuración de página?

source: Output format
es: Formato de salida

source: Dropdown list with preview images
es: Lista desplegable con previsualizaciones

source: Simple list
es: Lista simple

source: This site needs to be upgraded, please contact the system administrator.
es: El sitio necesita ser actualizado, por favor contacte al administrador del sitio.

source: Administrator log-in
es: Entrada de administradores

source: An administrator log-in is required.
es: Credenciales de administrador son requeridas

source: Change theme
es: Cambiar theme

source: Extension database
es: Base de datos de extensiones

source: Themes control the visual presentation of a site. Zikula ships with a small selection of themes, but many more are available from the %s.
es: Los themes controlan la presentación visual de un sitio. Zikula incluye una pequeña selección de themes, pero hay muchos más disponibles en la %s.

source: Default theme
es: Theme predeterminado

source: Preview
es: Previsualizar

source: Set as default
es: Establecer como predeterminado

source: Credits
es: Créditos

source: First page
es: Primera página

source: Previous page
es: Página previa

source: Next page
es: Siguiente página

source: Last page
es: Última página

source: Colour palettes
es: Paletas de colores

source: Close
es: Cerrar

source: Create new palette
es: Crear nueva paleta

source: Theme confirmation prompt
es: Confirmar acción

source: Do you really want to set '%s' as the active theme for all site users?
es: ¿Realmente quiere establecer '%s' como el theme activo para todos los usuarios?

source: Override users' theme settings
es: Reemplazar el theme de los usuarios

source: Themes enable you to change the visual presentation of the site when you are logged-in.
es: Themes le permite cambiar la presentacion visual del sitio cuando usted ha ingresado como usuario registrado.

source: The current theme is '%s'.
es: El theme actual es '%s'.

source: Your chosen theme is not the current site default. You can <a href="%1$s">reset</a> your chosen theme to site default of <a href="?theme=%2$s">%3$s</a>.
es: Su tema seleccionado no es el tema por defecto del sitio. Usted puede <a href="%1$s">restablecer</a> el tema por defecto del sitio <a href="?theme=%2$s">%3$s</a>.

source: Preview theme
es: Vista previa del Theme

source: Use theme
es: Usar el theme

source: Settings for %s
es: Configuración para %s

source: User theme
es: Theme de usuario

source: Notice: This category is for 'browser-oriented' themes that can be selected by users for their sessions on the site.
es: Nota: Esta categoria es para los Themes 'Orientados al Browser' los cuales pueden ser seleccionados por los usuarios en sus sesiones en el sitio.

source: System theme
es: Theme del sistema

source: Notice: This category is for themes used to deliver back-end services (such as RSS feeds, etc.).
es: Nota: Esta categoría es para los themes usados para servicios especiales (como canales RSS, etc.).

source: Admin panel theme
es: Theme de admin.

source: Notice: This category is for themes used to display the site admin panel.
es: Nota: Esta categoría es para themes usados para el panel de administración del sitio.

source: Edit page configuration assignment
es: Editar asignaciones de configuración de página

source: Notice: This is a list of arguments found in the page URL, separated by '/'.
es: Aviso: Esta es una lista de argumentos encontrados en la URL de la página separados por '/'.

source: Configuration file
es: Archivo de configuración

source: Important
es: Importante

source: Theme credits
es: Créditos

source: Registration ID
es: ID de registro

source: Directory
es: Directorio

source: Version
es: Versión

source: Official
es: Oficial

source: Author
es: Autor

source: Contact
es: Contacto

source: Change log
es: Lista de cambios

source: License
es: Licencia

source: XHTML-capable
es: Soporta XHTML

source: Allow users to change themes
es: Permitirle a los usuarios cambiar el theme

source: Compilation
es: Compilación

source: Delete compiled theme templates
es: Borrar plantillas de themes compiladas

source: Compiled render templates directory
es: Directorio de plantillas compiladas

source: Delete compiled render templates
es: Borrar plantillas compiladas

source: Enable theme caching
es: Habilitar caché del theme

source: Delete cached theme pages
es: Borrar plantillas de themes en caché

source: seconds
es: segundos

source: Notice: A cache lifetime of 0 will set the cache to continually regenerate; this is equivalent to no caching.
es: Nota: Un tiempo de vida de 0 hará que el caché se regenere siempre; esto es equivalente a no tener caché.

source: A cache lifetime of -1 will set the cache output to never expire.
es: Un tiempo de vida de -1 hará que el cache nunca expire.

source: Modules to exclude from caching
es: Módulos a excluir del caché

source: Cached templates directory
es: Carpeta para el caché de plantillas

source: Enable render caching
es: Habilitar caché de plantillas

source: Delete cached render pages
es: Borrar plantillas en caché

source: Notice: A cache lifetime of -1 will set the cache output to never expire.
es: Nota: Un tiempo de vida de -1 hará que el caché nunca expire.

source: CSS/JS optimisation
es: Optimización CSS/JS

source: Notice: Combining and compressing JavaScript (JS) and CSS can considerably speed-up the performances of your site.
es: Nota: Combinando y comprimiendo el JavaScript (JS) y el CSS puede aumentar considerablemente el rendimiento del sitio.

source: Enable CSS/JS combination
es: Habilitar combinación CSS/JS

source: Delete combination cache
es: Borrar el caché de combinación

source: Minify CSS
es: Minimizar CSS

source: The 'Minify CSS' option may require more PHP memory. If errors occur, you should increase the 'memory_limit' setting in your PHP installation's 'php.ini' configuration file. Alternatively, you should add the following entry to the '.htaccess' file in your site's web root (without the quotation marks): 'php_value memory_limit 64M'. 64M is just a suggested value. You should experiment to find the lowest value that resolves the problem.
es: La opcion 'Minify CSS/JS' puede requerir más memoria PHP. Si ocurren errores, usted debe incrementar el parámetro 'memory limit' en la instalación de PHP en el archivo de configuración 'php.ini'. Alternativamente, usted debe adicionar los siguientes comandos al archivo '.htaccess' localizado en el directorio raiz de su sitio (sin incluir las comillas simples): 'php_value memory_limit 64M'. 64M es solamente un valor que se sugiere. Usted debe experimentar para encontrar el menor valor que permita resolver el problema.

source: Length of time to keep combination cache
es: Tiempo de vida del caché de combinación

source: Themes configurations
es: Configuración de Themes

source: Delete theme configurations
es: Borrar configuraciones de themes

source: Filters
es: Filtros

source: Notice: The 'trimwhitespace' output filter trims leading white space and blank lines from the template source code after it is interpreted, which cleans-up the code and saves bandwidth.
es: Nota: El filtro de salido 'trimwhitespace' ajusta los espacios y lineas en blanco desde el código fuente del template luego de que es interpretado, lo cual mejora el código y economiza ancho de banda.

source: Use 'trimwhitespace' output filter
es: Usar filtro de salida 'trimwhitespace

source: Debug settings
es: Ajustes de depuración

source: Embed template information within comments inside the source code of pages
es: Insertar la información de la plantilla como comentarios dentro del código fuente de las páginas

source: Warning! When auxiliary themes like RSS are used, enabling this option can corrupt the page output until you disable it again (for instance, with RSS, the feed will be broken).
es: ¡Advertencia! Cuando themes auxiliares como RSS con usados, habilitar esta opción puede corromper el formato de salida hasta que lo deshabilite de nuevo (por ejemplo, con RSS, el canal estará dañado).

source: Rendering engine debug console
es: Consola de depuración del motor de plantillas

source: zdebug plugin found at line <strong>%1$s</strong> in template <strong>%3$s/%2$s</strong>
es: El plugin pndebug se encontró en la línea <strong>%1$s</strong> en la plantilla <strong>%3$s/%2$s</strong>

source: Force compilation
es: Forzar compilación

source: Included templates and configuration files (load time in seconds)
es: Plantillas incluidas y archivos de configuración (tiempo de carga en segundos)

source: Assigned template variables
es: Variables asignadas en la plantilla

source: No template variables assigned.
es: No hay variables asignadas en la plantilla

source: Zikula session variables
es: Variables de sesión de Zikula

source: none
es: ninguno

source: Assigned configuration file variables (outer template scope)
es: Variables asignadas al archivo de configuración (fuera del alcance de la plantilla)

source: No configuration variables assigned.
es: No hay variables de configuración asignadas

source: Edit theme
es: Editar theme

source: Page configurations
es: Configuraciones de páginas

source: Notice: The template file will be sought on all the template paths of the specified module.
es: Aviso: El archivo de la plantilla deberá ubicarse en la subcarpeta '/pntemplates' del módulo especificado.

source: Template file
es: Plantilla

source: Parameters
es: Parámetros

source: Page configuration assignments
es: Asignaciones de configuración de página

source: Page configurations in use
es: Configuración de Páginas en uso

source: Configuration file found
es: Archivo de configuración encontrado

source: Notice: Any configuration files that Zikula cannot find must be created in 'themes/%s/templates/config'.
es: Aviso: Cualquier archivo de configuración que Zikula no pueda encontrar debe ser creado en 'themes/%s/templates/config'.

source: Create new page configuration assignment
es: Crear nueva asignación de configuración de página

source: Edit page configuration
es: Editar configuración de la página

source: Page settings
es: Configuración de la página

source: Page template
es: Plantilla de la página

source: Block template
es: Plantilla de bloques

source: Default template
es: Plantilla predeterminada

source: Palette
es: Paleta

source: Wrappers settings
es: Parametros del Wrapper

source: Enable main content wrapper
es: Habilitar Wraper para contenido principal

source: Enable block wrappers
es: Habilitar Wrapers pra Bloques?

source: Filter settings
es: Configuración de filtros

source: Comma separated list of filters, eg. myfilter (for outputfilters) represents outputfilter.myfilter.php file, see <a href="http://www.smarty.net/manual/en/advanced.features.php">the documentation</a> for more information about filters.
es: Lista de filtros separados por comas, Ej. myfilter (para filtros de salida) representa el archivo outputfilter.myfilter.php, vea <a href="http://www.smarty.net/manual/en/advanced.features.php"> la documentación Smarty </a> para mayor información carca de los filtros.

source: Output filters
es: Filtros de salida

source: Pre-filters
es: Pre-filtros

source: Post-filters
es: Post-filtros

source: Block instance templates
es: Plantillas para instancias de bloques

source: Block type templates
es: Plantillas para bloques según tipo

source: Block position templates
es: Plantillas para las posiciones de bloques

source: Existing block positions
es: Lista de posiciones de bloques

source: <p>The following block positions are used in this page configuration, but they have not been defined within the Blocks module;</p>%s<p>Click on a block position to go create that position.</p>
es: <p>Las siguientes posiciones de bloques son empleadas en esta página de configuración, pero estas aún no han sido definidas en el Modulo Blocks; </p>%s<p> Haga clic sobre una posición de bloques para crear esta posición.</p>

source: Existing block instances
es: Instancias de Bloque existentes

source: Untitled block of type %1$s
es: Bloque sin título de tipo %1$s

source: Add new theme variable
es: Añadir una nueva variable

source: Add new page variable
es: Añadir una nueva variable de página

source: No previous pages
es: No hay páginas previas

source: No further pages
es: No hay más páginas

source: Delete theme %s
es: Borrar theme %s

source: Do you really want to delete this theme?
es: ¿Realmente quiere borrar este theme?

source: Also delete theme files, if possible
es: También elimine los archivos del Theme, si es posible.

source: Language system
es: Sistema de lenguaje

source: Activate multi-lingual features
es: Activar características multilenguaje

source: Add language to URL
es: Añadir el idioma a la URL

source: Always
es: Siempre

source: Only for non-default languages
es: Sólo para idiomas diferentes al predeterminado

source: Browser
es: Navegador

source: Automatically detect language from browser settings
es: Auto-detectar el lenguaje desde la configuración del navegador

source: If this is set to 'Yes', Zikula try to serve the language requested by the each user's browser (if that language available and allowed by the multi-lingual settings). If users sets their personal language preference, then this setting will be overriden by their personal preference.
es: Si esta opción está activada, Zikula tratará de ofrecer el idioma requerido por el navegador del usuario (si ese idioma está disponible y permitido por la configuración multi-lenguaje). Si el usuario establece su idioma de preferencia personal, entonces ese prevalecerá sobre el idioma del navegador.

source: Server
es: Servidor

source: Default language to use for this site
es: Idioma por defecto a usar en el sitio

source: Time zone for anonymous guests
es: Zona horaria para usuarios anónimos

source: Server time zone
es: Zona horaria del servidor

source: Variable validation
es: Validación de variables

source: Notice: With IDN domains, special characters are allowed in e-mail addresses and URLs.
es: Aviso: Con dominios IDN, los caracteres especiales están permitidos en correos electrónicos y URLs.

source: Main info
es: Información general

source: Description line
es: Descripción

source: Admin's e-mail address
es: Correo electrónico del administrador

source: Disable site
es: Deshabilitar sitio

source: Reason for disabling site
es: Razón para deshabilitar el sitio

source: Meta tag settings
es: Configuración de meta-etiquetas

source: Default page title
es: Título predeterminado de la página

source: Default meta description
es: Meta descripción predeterminada

source: Default meta keywords
es: Meta palabras claves predeterminadas

source: Start page settings
es: Configuración de la página inicial

source: Start module
es: Página inicial

source: No start module (static frontpage)
es: Sin módulo de inicio (página estática)

source: ('index.php' points to this)
es: ('index.php' apunta aquí)

source: Start function type (required)
es: Tipo de Función Inicial (requerida)

source: Start function (required)
es: Función inicial (requerida)

source: Start function arguments
es: Argumentos de la función inicial

source: (Comma-separated)
es: (Separados por comas)

source: Site entry point
es: Punto de entrada del sitio

source: (Default: index.php)
es: (por defecto: index.php)

source: Notice: The entry point file must be present in the Zikula root directory before you set it here as your site's start page.
es: Aviso: El archivo de punto de entrada debe estar presente en la raíz del sitio antes de ser configurado aquí como la página principal del sitio.

source: Activate compression
es: Activar compresión

source: Module used for managing user profiles
es: Módulo usado para administrar los perfiles de usuario

source: No user profiles
es: Sin perfiles de usuario

source: Module used for private messaging
es: Módulo usado para la mensajería privada

source: No private messaging
es: Sin mensajería privada

source: Time-out for Ajax connections
es: Tiempo de espera para las peticiones Ajax

source: (in milliseconds, default 5000 = 5 seconds)
es: (en milisegundos, por defecto 5000 = 5 segundos)

source: Notice: Increase this value if mobile appliances experience problems with using the site.
es: Aviso: Incremente este valor si usuarios móviles experimentan problemas usando el sitio.

source: Permalinks settings
es: Configuración de permalinks

source: Notice: The following settings will rewrite your permalinks. Sometimes, international characters like 'ñ' and 'ß' may be re-encoded by your browser. Although this is technically the correct action, it may not be aesthetically pleasing. These settings allow you to replace those characters, using a pair of comma-separated lists. The two fields below should resemble the examples provided: The first element of 'List to search for' will replace the first element in the 'List to replace with' and so on. In the example below, 'À' would be replace with 'A', and 'Á' with 'A'. If you do not want to use this feature, leave both fields blank.
es: Aviso: Los siguientes ajustes reescribirán sus vínculos permanentes. A veces, los caracteres internacionales como la ñ y ß pueden ser recodificados por el navegador. Aunque esta es técnicamente la acción correcta, puede no ser estéticamente agradable. Estas opciones permiten reemplazar esos caracteres, usando un par de listas separadas por comas. Los dos campos de abajo se comportarán de la siguiente forma: el primer elemento de la 'Lista a buscar' reemplazará el primer elemento de la 'Lista a reemplazar' y así sucesivamente. Por defecto, 'À' se reemplazará con 'A', y 'Á' con 'A'. Si no desea utilizar esta característica, deje ambos campos en blanco.

source: List to search for
es: Lista a buscar

source: List to replace with
es: Lista a reemplazar

source: Short URL settings
es: Configuración de URLs cortas

source: Enable directory-based short URLs
es: Habilitar Urls Cortas con base en Directorios

source: Strip entry point from directory-based URLs
es: Quitar el punto de entrada de las URL tipo-directorio

source: Yes (recommended)
es: Si (recomendada)

source: Separator for permalink titles
es: Separador para títulos de enlaces permanentes

source: Do not display module name in short URLs for
es: No mostrar el nombre de módulo en las URLs cortas para

source: (disabled)
es: (deshabilitado)

source: Recent searches
es: Búsquedas recientes

source: Search keywords
es: Palabra(s) a buscar

source: Number of searches
es: Número de búsquedas

source: Date of last search
es: Fecha de la última búsqueda

source: Search keyword
es: Buscar por palabra clave

source: Search now
es: Buscar ahora

source: Search results
es: Resultados de la búsqueda

source: Number of hits: %s
es: Número de coincidencias: %s

source: Created on %s.
es: Creado el %s.

source: No search results found. You can try the following:
es: No se encontraron resultados. Puede tratar las siguientes sugerencias:

source: Check that you spelled all words correctly.
es: Verificar que todas palabras están escritas correctamente.

source: Use different keywords.
es: Use diferentes palabras claves.

source: Use keywords that are more general.
es: Use palabras clave que sean más generales.

source: Use fewer words.
es: Use menos palabras.

source: Show 'Search now' button
es: Mostrar botón de 'Buscar ahora'

source: Search options
es: Opciones de búsqueda

source: Number of characters to display in item summaries
es: Número de caracteres a mostrar en los resúmenes de los elementos

source: Disable search plug-ins
es: Deshabilitar plug-ins de búsqueda
