Repository: KratorD/spanish
Catalog: translations/core/1.3/locale/*/LC_MESSAGES/zikula.po
Languages: es

source: Access denied (error 403)
es: Acceso denegado (error 403)

source: Sorry! You don't have authorisation for the page you wanted.
es: ¡Lo sentimos! No tiene autorización para ver la página que solicitó.

source: You are not logged-in. You might have access if you <a href="%s">log in</a>.
es: Usted no tiene una sesión iniciada. Quizás podría tener acceso si <a href="%s">inicia sesión</a>.

source: Ignore check for installer
es: Ignorar la verificación del instalador

source: Warning! Only enable the above option if this site is isolated from the Internet, otherwise security could be endangered if you omit to remove the Installer script from the site root and are not prompted to do so.
es: ¡Advertencia! Sólo habilita la opción anterior si este sitio está aislado de Internet, de otro modo la seguridad puede estar comprometida si omites remover el script de Instalación de la raíz del sitio.

source: Display settings
es: Opciones de despliegue

source: Display icons
es: Mostrar íconos

source: Form of display for module names
es: Forma de presentación de los nombres de módulos.

source: Show both internal name and display name
es: Mostrar tanto el Nombre Interno como el Nombre de Presentación.

source: Modules per page in module categories list
es: Modulos por página en la lista de categorías del panel

source: Modules per row in admin panel
es: Elementos por página en la lista de panel de administración

source: Theme to use
es: Theme que se usará

source: Use site's theme
es: Usa el theme del sitio

source: Style sheet to use
es: Hoja de estilos a usar

source: Category initially selected
es: Categoría seleccionada inicialmente.

source: Modules categorisation
es: Categorización de módulos

source: Default category for newly-added modules
es: Categoría por defecto para Módulos recién instalados

source: Make default category
es: Establecer como categoría por defecto

source: Saving
es: Guardando

source: You are in:
es: Usted está en:

source: New module category
es: Nueva categoría de módulos

source: Security analyser warnings
es: Advertencias del analizador de seguridad

source: Configuration file 'config/config.php' is writeable, but should be read-only (please set to chmod 400, or 440 or last resort 444).
es: Archivo de configuración 'config/config.php' es escribible, pero debe ser de sólo-lectura (por favor establezca el chmod 400, o 440 o como último recurso a 444).

source: PHP 'magic_quotes_gpc' setting is ON, but should be OFF.
es: El valor de 'magic_quotes_gpc' de PHP está en ON, pero debería ser OFF.

source: PHP 'register_globals' setting is ON, but should be OFF.
es: El valor de 'register_globals' de PHP está en ON, pero debería ser OFF.

source: There is no '.htaccess' file in the temporary directory ('/ztemp' or other location), but one should be present.
es: No está el archivo '.htaccess' en la carpeta de temporales ('/pnTemp' u otra ubicación), pero debería estar presente.

source: Security center module is not installed, but preferably should be.
es: El módulo Centro de seguridad no está instalado, pero preferiblemente debería estarlo.

source: Developer notices (development mode on)
es: Avisos al desarrollador (modo de desarrollo activado)

source: Enabled Template settings
es: Opciones de Plantilla activadas

source: Enabled Theme settings
es: Opciones de Theme activadas

source: Clear all cache and compile directories
es: Limpiar las plantillas compiladas y en caché

source: Displays the list view of module categories included within the category tab menu. In the 'Actions' column on the right, you can choose to edit or delete a module category
es: Muestra la lista de las categorías incluidas en el menú de pestañas. En la columna de 'Acciones' a la derecha, usted puede escoger entre editar y borrar una categoría

source: Lets you edit the name and description of an existing module category.
es: Te permite editar el nombre y la descripción de una categoría existente.

source: Lets you delete a module category from the tab menu. You will be prompted for confirmation before the category is deleted.
es: Te permite borrar una categoría del menú de pestañas. Se te pedirá confirmación antes de que se borre la categoría.

source: Lets you add a new category to the module categories tab list. You can edit the following:
es: Te permite agregar una nueva categoría a la lista de pestañas. Tu puedes editar las siguientes:

source: Enter the name to be displayed within the categories tab menu.
es: Digita el nombre a ser mostrado en las pestañas de categorías.

source: Enter an informative description to be displayed after the category name, when this category is displayed in the Administration panel.
es: Proporcione una descripción informativa a ser mostrada después del nombre de la categoría, cuando esa categoría sea mostrada en el Panel de Administración.

source: The 'Settings' page contains three sections: 'General settings', 'Display settings' and 'Modules categorisation'. Each is covered below.
es: La configuración del panel contiene tres secciones: 'Ajustes generales', 'Ajustes de la Pantalla' y 'Categorización de los Módulos'. Cada una se explica a continuación.

source: There is currently only one option in the General settings section.
es: Actualmente existe sólo una opción en la sección de Configuración general.

source: This option enables you to disable the Security analyser's check to see if the Installer is present in your site's root directory. Preferably, you should leave the check enabled, as a security breach could easily occur if you omit to remove the Installer's components after completing installation.
es: Esta opción le permite deshabilitar la revisión del Analizador de Seguridad que revisa si el instalador está en la carpeta raíz del sitio.

source: There are six display settings.
es: Existen seis configuraciones de despliegue:

source: When checked, this option causes graphic icons to be displayed for each module in the Administration panel.
es: Cuando se activa, esta opción hace que sean mostrados los iconos gráficos de cada módulo en el Panel de Administración.

source: Modules per page
es: Módulos por página

source: Enter a whole number for the number of modules to be displayed on each page of the Administration panel.
es: Proporcione el número total de módulos a ser mostrados en cada página del panel de administración.

source: Modules per row
es: Módulos por fila

source: Enter a whole number for the number of modules to be displayed on each line of the Administration panel.
es: Proporcione el número total de módulos a ser mostrados en cada línea del panel de administración.

source: Open the dropdown list and choose the theme to be applied to the Administration panel.
es: Abra la lista desplegable y seleccione el theme a ser aplicado al panel de administración.

source: Open the dropdown list and choose the style sheet to be used to render the Administration panel.
es: Abra la lista desplegable y seleccione la hoja de estilos a usar en el panel de administración.

source: Open the dropdown list and choose the modules category to be shown when the Administration panel first displays.
es: Abra la lista desplegable y seleccione la categoría a ser mostrada cuando se abra el panel de administración por primera vez.

source: In the Modules categorisation section, you can choose two things:
es: En la sección de categorización de módulos, usted puede elegir dos cosas:

source: Open the dropdown list and choose the module category in which to put all newly-installed and activated modules.
es: Abra la lista desplegable y eleccione la categoría en la que se ubicarán todos los módulos recién instalados.

source: You will see listed all the modules currently installed and activated. Open the dropdown list beside each module and choose the module category in which that module should be placed.
es: Verá la lista de todos los Módulos actualmente instalados y activados. Abra la lista desplegable junto a cada módulo y elija el módulo de la categoría en la que dicho módulo debe colocarse.

source: Messages you might see
es: Mensajes que puedes ver

source: You see the message
es: Usted ve el mensaje

source: Stop, please! The Swiss Army Knife tool ('psak.php' file) is in the site root, but must be removed before you can access the site admin panel. Moreover, for your information, this tool is now deprecated in favor of the Zikula recovery console ('zrc.php').
es: ¡Detengase por favor! El Swiss Army Knife (archivo 'psak.php') se encuentra en la raíz del sitio, debe ser removido antes de poder acceder al panel de administración. Además, para su información, esta herramienta es ahora obsoleta; use la consola de recuperación de Zikula ( 'zrc.php').

source: The Zikula recovery console tool (a file called 'zrc.php') is a useful utility for resolving certain problems, but should not be left in any directory accessible from the Internet, because this leaves an easy opportunity for a security breach. If the Security analyser detects this vulnerability, you will have to remove 'zrc.php' before you can access the Administration panel.
es: La herramienta de consola de recuperación de Zikula (un archivo llamado 'zrc.php') es muy útil para resolver ciertos problemas, pero no se debe dejar en ninguna carpeta accesible desde Internet, porque esta deja una oportunidad fácil para violar la seguridad. Si el Analizador detecta esta vulnerabilidad, debe remover el archivo 'zrc.php' antes de poder acceder al Panel de Administración.

source: Stop, please! The installer file 'install.php' and directory 'install' are in the site root, but must be removed before you can access the site admin panel.
es: Detengase por favor! El archivo de instalación 'install.php' y la carpeta 'install' están en la raíz del sitio, deben ser removidos antes de poder acceder al panel de administración.

source: After completing the installation process, it is very important to delete the Installer's file 'install.php' and directory 'install' from the site root directory, especially if it is on-line on the Internet, because otherwise there is an opportunity for a security breach. If the Security analyser detects this vulnerability, you will have to remove them before you can access the Administration panel.
es: La herramienta de consola de recuperación de Zikula (un archivo llamado 'zrc.php') es muy útil para resolver ciertos problemas, pero no se debe dejar en ninguna carpeta accesible desde Internet, porque esta deja una oportunidad fácil para violar la seguridad. Si el Analizador detecta esta vulnerabilidad, debe remover el archivo 'zrc.php' antes de poder acceder al Panel de Administración.

source: Installer file 'upgrade.php' is in the site root, but should be removed.
es: El archivo de instalación 'upgrade.php' se encuentra en la raiz del sitio, debe ser removido.

source: The file 'upgrade.php' is used by the Installer script if a previously-existing site is upgraded to a more-recent version. Once the new site is working properly, you should delete this file, as it is no longer required and could make a security breach possible.
es: El archivo 'upgrade.php' es usado por el script de Instalación, si un sitio previamente existente es actualizado a una versión más reciente. Una vez que el nuevo sitio está funcionando correctamente, debería borrar este archivo pues no es requerido más.

source: PHPIDS is a feature of the Security center module that enhances the security of a site, and the Security analyser has detected that it is not enabled. You are recommended to ensure that it is enabled. You will also see this message if the Security center module is not installed or is not activated. For more information about this, please consult the Security center on-line help.
es: El filtro de salida 'SafeHTML' es una característica del módulo de Centro de seguridad que mejora la seguridad del sitio, y el Analizador de seguridad ha detectado que no está habilitado. Se le recomienda asegurarse que este habilitado. También verá este mensaje si el módulo Centro de seguridad no está instalado o no está activado. Para más información acerca de esto, por favor consulte la ayuda en línea del Centro de seguridad

source: When a site is originally installed, the Security center is installed and activated by default. You will see the above message if the Security center has been removed. You are recommended to leave the Security center installed, as it enhances a site's security.
es: Cuando un sitio es originalmente instalado, el Centro de seguridad está instalado y activado por defecto. usted verá el mensaje anterior si el Centro de seguridad ha sido removido. Se le recomienda dejar el Centro de seguridad instalado, ya que aumenta la seguridad del sitio.

source: Security center module is not activated, but preferably should be.
es: El módulo Centro de seguridad no está activado, preferiblemente debería estarlo.

source: When a site is originally installed, the Security center is installed and activated by default. You will see the above message if the Security center has been deactivated. You are recommended to leave the Security center activated, as it enhances a site's security.
es: Cuando un sitio es originalmente instalado, el Centro de seguridad es instalado y activado por defecto. El mensaje anterior será mostrado si el Centro de seguridad ha sido desactivado. Se recomienda dejar el Centro de seguridad activado, ya que aumenta la seguridad del sitio.ç

source: Legacy module support is enabled, but preferably should be disabled.
es: El soporte a módulos antiguos está habilitado, preferiblemente debería estar deshabilitado.

source: You have the possibility of enabling support for legacy PostNuke modules. However, legacy modules can contain security holes that can compromise a site's security. You are strongly recommended to only use up-to-date versions of modules that are compliant with the project's official API (Application Programming Interface). In this case, legacy module support can be disabled (this is the default setting when a site is first installed).
es: Usted tiene la posibilidad de habilitar el soporte para módulos PostNuke antiguos. No obstante, los módulos antiguos pueden tener agujeros de seguridad que comprometan la seguridad del sitio. Se recomienda usar sólo versiones actualizadas de los módulos, que son compatibles con el API (Interfaz para Programación de Aplicación) oficial del proyecto. En este caso, el soporte para módulos antiguos puede ser deshabilitado (esta es la configuración por defecto cuando un sitio es instalado por primera vez).

source: Edit module category
es: Editar Categoría de Módulo

source: Module category
es: Categoría de módulos

source: Upgrade found!
es: Actualización encontrada!

source: A new version of the Zikula core is available.
es: Una nueva versión del núcleo de Zikula está disponible.

source: Please download the new Zikula core
es: Por favor, descargue el nuevo núcleo de Zikula

source: Drag and drop into a new module category
es: Arrastre y suelte dentro de una nueva categía de Módulo

source: There are currently no modules in this category.
es: Por elPoe el momneto no hay módulos en esta categoría.

source: Delete module category
es: Borrar categoría de módulos

source: Do you really want to delete this module category?
es: ¿Realmente quiere borrar esta categoría de módulos?

source: Stop!
es: Deténgase!

source: The Zikula recovery console tool (file 'zrc.php') is present in the site webroot, but must be removed before you can access the site admin panel.
es: La consola de recuperación de ZIkula (archivo 'zrc.php') está en la raíz del sitio, pero debe ser removida antes de poder acceder al panel de administración.

source: Continue
es: Continuar

source: Links
es: Enlaces

source: Powered by
es: Soportado por

source: Extensions manager
es: Administrador de extensiones

source: Blocks manager
es: Gestor de bloques

source: User administration
es: Administración de Usuarios

source: Permission rules manager
es: Gestor de permisos

source: Themes manager
es: Administrador de themes
