Repository: KratorD/spanish
Catalog: translations/core/1.3/locale/*/LC_MESSAGES/zikula.po
Languages: es

source: Error! User name and e-mail address fields are empty.
es: ¡Error! El nombre de usuario y correo electrónico estan vacios.

source: Your log-in request was not completed.
es: Su solicitud de registro no se completó.

source: You are being logged-in. Please wait...
es: Está iniciando sesión. Por favor espere...

source: Done! You have been logged out.
es: ¡Hecho! Su sesión ha sido cerrada.

source: Error! You have not been logged out.
es: ¡Error! Su sesión no ha sido cerrada.

source: Error! Could not activate your account. Please contact the site administrator.
es: ¡Error! No se logró activar su cuenta. Por favor contacte al administrador del sitio.

source: Done! Account activated.
es: ¡Hecho! Cuenta activada.

source: If you are not automatically re-directed then please click here.
es: Si no es automáticamente redirigido por favor haga clic aquí.

source: Done! Saved custom block.
es: ¡Hecho! Bloque personal actualizado.

source: Your new password cannot match your current password.
es: Su nueva conatrseña no concordar con su actual contraseña.

source: Warning! Your new password was saved, however there was a problem saving your new password reminder.
es: Aviso! Su nueva contraseña ha sido guardada, sin embargo hubo un problema guardando su recordatorio de contraseña.

source: Sorry! There was a problem saving your new password.
es: ¡Lo sentimos! Hubo un inconveniente guardando su nueva contraseña.

source: Error! There was a problem saving your new e-mail address or sending you a verification message.
es: ¡Error! Hubo un problema guardando su nueva dirección de correo o enviando su mensaje de verificación.

source: Done! You will receive an e-mail to your new e-mail address to confirm the change. You must follow the instructions in that message in order to verify your new address.
es: Listo! Recibirá un mensaje al e-mail para confirmar el cambio. Debe seguir la instrucciones en ese mensaje para verificar su nueva dirección.

source: Please log into your account in order to confirm your change of e-mail address.
es: Por favor ingrese a su cuenta para poder confirmar su cambio de correo electrónico.

source: Error! Your e-mail has not been found. After your request you have five days to confirm the new e-mail address.
es: Error

source: Warning! %1$s is deprecated.
es: Advertencia! %1$s es obsoleta.

source: Registrations pending approval
es: Registros pendientes de aprobación

source: The authentication method is not capable of being used for registration.
es: El método de autenticación no es capaz de ser usado para el registro.

source: User name
es: Nombre de usuario

source: User name and password
es: Nombre de usuario y contraseña

source: Who's on-line
es: Usuarios en línea

source: On-line block
es: Bloque en línea

source: User account
es: Cuenta de usuario

source: User account links
es: Panel de usuario

source: Log-in
es: Iniciar sesión

source: Log-in block
es: Bloque para iniciar sesión

source: User
es: Usuario

source: User's custom box
es: Bloque personal por usuario

source: Guest
es: Visitante

source: Error! Could not send the e-mail message.
es: ¡Error! No se pudo enviar el correo electrónico.

source: Users list
es: Lista de usuarios

source: Create new user
es: Crear usuario

source: Import users
es: Importar usuarios

source: Export users
es: Exportar usuarios

source: Find users
es: Encontrar usuarios

source: E-mail users
es: Correo a usuarios

source: Password for %1$s from %2$s
es: Contraseña para %1$s desde %2$s

source: Please enter a password.
es: Por favor proporcione una contraseña.

source: Your password must be at least %s character long
es: Su contraseña debe tener por lo menos %s carácter

source: You did not enter the same password in each password field. Please enter the same password once in each password field (this is required for verification).
es: ¡Error! La contraseña y la verificación proporcionada no coinciden. Por favor verifiquelas e intente de nuevo.

source: Please enter a password reminder.
es: Por favor proporcione un recordatorio de contraseña.

source: You must provide an e-mail address.
es: Debe proporcionar un correo electrónico.

source: The e-mail address you entered was incorrectly formatted or is unacceptable for other reasons.
es: ¡Lo sentimos! El correo electrónico que proporcionó no está correctamente formateado o es inaceptable por otras razones. Por favor arreglelo e intente de nuevo.

source: Sorry! The domain of the e-mail address you specified is banned.
es: ¡Lo sentimos! El agente de usuario especificado está bloqueado.

source: The e-mail address you entered has already been registered.
es: ¡Lo sentimos! El correo electrónico proporcionado ya ha sido registrado.

source: You did not repeat the e-mail address for verification. Please enter the same e-mail address once in each field.
es: No ha repetido bien la dirección de correo para verificación. Por favor ingrese el mismo correo electrónico en cada campo.

source: You did not enter the same e-mail address in each e-mail address field. Please enter the same e-mail address once in each field (this is required for verification).
es: ¡Error! EL correo electrónico y la verificación proporcionada no coinciden. Por favor verifiquelas e intente de nuevo.

source: You must provide a user name.
es: Debe proporcionar un nombre de usuario.

source: The user name you entered is too long. The maximum length is %1$d characters.
es: El nombre de usuario escogido es muy largo. El tamaño máximo son %1$d caracteres.

source: The user name you entered is reserved. It cannot be used.
es: El nombre de usuario que proporcionó es un nombre reservado.

source: The user name you entered has already been registered.
es: El nombre de usuario que proporcionó ya ha sido registrado.

source: You gave the wrong answer to the anti-spam registration question.
es: Usted respondió incorrectamente la pregunta anti-spam. Por favor corrija su respuesta y trate de nuevo.

source: '%1$s' is not a valid theme.
es: %1$s: no es un theme válido

source: New user registration is currently disabled.
es: El registro de cuentas de usuario está deshabilitado.

source: New registration: %s
es: Registro de nueva cuenta: %s

source: Click the user's name to view his/her complete profile.
es: Haga clic en el nombre de usuario para ver su perfil completo.

source: E-mail address
es: Correo electrónico

source: E-mail address and password
es: Correo electrónico y contraseña

source: Error! A password must be provided.
es: ¡Error! Debe proporcionar una contraseña.

source: Sorry! The e-mail address or password you entered was incorrect.
es: ¡Lo sentimos! El correo electrónico proporcionado es incorrecto.

source: E-mail Address
es: Correo Electrónico

source: Password changer
es: Cambiar de contraseña

source: E-mail address manager
es: Cambiar correo electrónico

source: Personal custom block
es: Bloque personal

source: Language switcher
es: Cambiar idioma

source: Verify your account.
es: Verificar su cuenta.

source: New user or registration.
es: Nuevo usuario o registro.

source: Verify your new e-mail address.
es: Verificar su nuevo correo electrónico

source: Recover your password.
es: Contraseña recuperada.

source: Recover your user name.
es: Recuperar nombre de usuario.

source: Welcome!
es: Bienvenido(a)!

source: A message from %s.
es: Un mensaje de %1$s.

source: Account information for %s
es: Información de cuenta para %s

source: Confirmation code for %s
es: Código de confirmación para %s

source: Confirmation change of e-mail for %s
es: Confirmación de cambio de e-mail para %s

source: Log in
es: Iniciar sesión

source: Recover account information or password
es: Recuperar Informacion de Cuenta o Contraseña

source: New account
es: Nueva cuenta

source: Provides an interface for configuring and administering registered user accounts. Incorporates all needed functionality, but can work in close unison with the third party profile module configured in the general settings of the site.
es: Provee una interfaz para configurar y administrar las cuentas de los usuarios registrados. Incorpora toda la funcionalidad necesaria, pero puede trabajar al unísono con un módulo de perfil de terceras partes usado en el sitio, definido en la configuración central.

source: users
es: usuarios

source: User management hooks
es: Administración de hooks de usuario

source: Registration management hooks
es: Registro de administración de hooks

source: Error! Cannot determine valid 'cid' for edit mode in 'Categories_admin_edit'.
es: ¡Error! No se puede determinar un 'cid' válido para el modo de edición en 'Categories_admin_edit'.

source: Done! Saved the %s category.
es: ¡Hecho! Categoría %s grabada.

source: Done! Inserted the %s category.
es: ¡Hecho! Categoría %s insertada.

source: Done! Deleted the %s category.
es: ¡Hecho! Categoría %s borrada.

source: Done! Copied the %s category.
es: ¡Hecho! Categoría %s copiada.

source: Done! Moved the %s category.
es: ¡Hecho! Categoría %s movida.

source: Done! Rebuilt the category paths.
es: ¡Hecho! Rutas de las categorías reconstruidas.

source: Done! Deleted the category registry entry.
es: ¡Hecho! Registro de categorías borrado.

source: Done! Saved the category registry entry.
es: ¡Hecho! Registro de categorías grabado.

source: Error! The document root is invalid.
es: ¡Error! El documento raíz no es válido.

source: Error! The category ID is invalid.
es: ¡Error! El ID de categoría no es válido.

source: Error! Cannot retrieve category with ID %s.
es: ¡Error! No se pudo obtener la categoría con ID %s.

source: Notice: The administrator has locked the category '%2$s' (ID '%$1s'). You cannot edit or delete it.
es: Aviso: El administrador ha bloqueado la categoría '%2$s' (ID '%$1s'). No puede ni editarla ni borrarla.

source: Error! The URL contains an invalid 'document root' parameter.
es: ¡Error! La URL contiene un parámetro 'document root' no válido.

source: Error! The root directory cannot be modified in 'user' mode
es: ¡Error! El directorio raíz no puede ser modificado en modo 'usuario'

source: Error! It looks like you are trying to edit another user's categories. Only site administrators can do that (%s).
es: ¡Error! Parece que usted está tratando de editar las categorías de otro usuario. Esto sólo se le permite a los administradores del sitio (%s).

source: Error! Cannot access root directory (%s).
es: ¡Error! No se puede acceder a la carpeta raíz (%s).

source: Error! The specified category is not a leaf-level category (%s).
es: ¡Error! La categoría especificada no es una categoría hoja (%s).

source: Error! The specified category is not a child of the document root (%1$s; %2$s).
es: ¡Error! La categoría especificada no pertenece al árbol del documento raíz (%1$s; %2$s).

source: Error! Editing mode for user-owned categories is only available to users who have logged-in.
es: ¡Error! La edición de categorías de usuarios sólo está disponible para usuarios con sesión iniciada.

source: Error! Could not determine the user root node.
es: ¡Error! No se pudo determinar el nodo raíz de usuario.

source: Error! The user root node seems to point towards an invalid category: %s.
es: ¡Error! El nodo raíz de usuario apunta hacia una categoría no válida: %s.

source: Error! The user root category node for this user does not exist, and the automatic creation flag (autocreate) has not been set.
es: ¡Error! El nodo de la categoría raíz no existe para este usuario, y la creación automática no está habilitada.

source: Default
es: Predeterminado

source: Modules
es: Módulos

source: Yes/No
es: Sí/No

source: Publication status (extended)
es: Estado de publicación (extendido)

source: Pending
es: Pendiente

source: Checked
es: Verificado

source: Approved
es: Aprobado

source: On-line
es: En línea

source: Rejected
es: Rechazado

source: Gender
es: Género

source: Male
es: Hombre

source: Female
es: Mujer

source: Mr.
es: Sr.

source: Mrs.
es: Sra.

source: Ms.
es: Srta.

source: Miss
es: Señorita

source: Activity status
es: Estados de actividad

source: Active
es: Activo

source: Inactive
es: Inactivo

source: Publication status (basic)
es: Estado de publicación (básico)

source: Music and audio
es: Música y audio

source: Art and photography
es: Arte y fotografía

source: Writing and thinking
es: Escritura y pensamientos

source: Communications and media
es: Comunicaciones y medios

source: Travel and culture
es: Viajes y cultura

source: Science and technology
es: Ciencia y tecnología

source: Sport and activities
es: Deportes y actividades

source: Business and work
es: Negocios y trabajo

source: Categories list
es: Lista de categorías

source: Create new category
es: Crear categoría

source: Category registry
es: Registro de categorías

source: Rebuild paths
es: Reconstruir rutas

source: Categories manager
es: Administrador de categorías

source: Category administration.
es: Administración de categorias

source: categories
es: categorias

source: Error! You did not select a module.
es: ¡Error! Usted no ha seleccionado un módulo.

source: Error! You did not select a module table.
es: ¡Error! Usted no ha seleccionado una tabla.

source: Error! You did not enter a property name.
es: ¡Error! Usted no ha proporcionado un nombre para la propiedad.

source: Error! You did not select a category.
es: ¡Error! Usted no seleccionó una categoría.

source: Error! There is already a property with this name in the specified module and table.
es: ¡Error! Este nombre de propiedad ya existe para el módulo y tabla especificados.

source: Error! You did not enter a name.
es: ¡Error! Debe proporcionar un nombre.

source: Error! No such module ID exists.
es: ¡Error! No existe tal ID de módulo.

source: Done! Saved module information.
es: ¡Hecho! Información del módulo guardada.

source: Deactivate '%s' module
es: Desactivar el modulo '%s'

source: Plugins for '%s'
es: Plugins para '%s'

source: Uninstall '%s' module
es: Desinstalar el módulo '%s'

source: Remove '%s' module
es: Eliminar el módulo '%s'

source: Upgrade '%s'
es: Actualizar '%s'

source: Install '%s'
es: Instalar '%s'

source: Files missing
es: Archivos perdidos

source: New version
es: Nueva versión

source: Invalid structure
es: Estructura inválida

source: Not allowed
es: No permitida

source: Not installed
es: No instalado

source: Error! No module ID provided.
es: ¡Error! No existe el ID del módulo proporcionado.

source: Done! Installed module.
es: ¡Hecho! Módulo instalado.

source: Done! Activated module.
es: ¡Hecho! Módulo activado.

source: Error! Module not allowed.
es: ¡Error! Módulo no permitido.

source: Activated
es: Activado

source: Error! This module is currently set as the site's home page. You must choose another module for the home page before you can deactivate this one.
es: ¡Error! Este módulo se encuentra establecido como Página de Inicio del sitio en el momento. Usted debe escojer otro módulo para la página de inicio ante de poder desactivar este módulo.

source: Error! You cannot deactivate this module. It is a mandatory core module, and is needed by the system.
es: ¡Error! No puede desactivar este módulo. Es un módulo indispensable para el núcleo, y es necesario para el sistema.

source: Done! Deactivated module.
es: ¡Hecho! Módulo desactivado.

source: Error! Deleting the block %s .
es: ¡Error! Borrando el bloque %s.

source: Done! Uninstalled module.
es: ¡Hecho! Módulo desinstalado.

source: Warning! The 'Items per page' setting must be a positive integer. The value you entered was corrected.
es: ¡Advertencia! Los valor de 'Elementos por página' debe ser un entero positivo. El valor que ha introducido ha sido corregido.

source: Install
es: Instalar

source: Configure plugin
es: Configurar plugin

source: Deactivate
es: Desactivar

source: Remove plugin
es: Borrar plugin

source: Activate
es: Activar

source: Upgrade
es: Actualizar

source: Error! Could not save the module URL information. A duplicate module URL was detected.
es: ¡Error! No se pudo grabar la URL del módulo. Una URL duplicada fue detectada.

source: Error! Module URL is a required field, please enter a unique name.
es: ¡Error! La URL del Módulo es un campo requerido, por favor ingrese un nombre único.

source: Error! Invalid module state transition.
es: ¡Error! Estado de transición del módulo no válido.

source: Error! Could not load a required file: '%s'.
es: ¡Error! No se pudo cargar el archivo requerido: '%s'.

source: Error! Could not retrieve module ID.
es: ¡Error! No se pudo obtener el ID del módulo.

source: Error! Could not change module state.
es: ¡Error! No se pudo cargar el estado del módulo.

source: Done! Module has been upgraded. Its status is now 'Active'.
es: ¡Hecho! El módulo ha sido actualizado. Su estado ahora es 'Activo'.

source: Modules list
es: Lista de módulos

source: New version uploaded
es: Nueva versión presente

source: Plugins list
es: Lista de plugins

source: System Plugins
es: Plugins del sistema

source: Legacy hooks
es: Hooks antiguos

source: Upgrade All
es: Actualizar todo

source: Extensions
es: Extensiones

source: extensions
es: extensiones

source: Error! Could not load the file '%s'.
es: ¡Error! No se pudo cargar el archivo '%s'.

source: Error! Session path not writeable!
es: ¡Error! ¡Ruta de sesiones no escribible!

source: Error! PHPIDS rule file %s does not exist or is not readable.
es: ¡Error! El archivo de reglas de PHPIDS %s no existe o no se puede leer.

source: Name
es: Nombre

source: Tag
es: Etiqueta

source: Value
es: Valor

source: Page
es: Página

source: User Name
es: Nombre de Usuario

source: IP
es: Direccion IP

source: Impact
es: Impacto

source: Date
es: Fecha

source: Done! Purged IDS Log.
es: ¡Hecho! Registro IDS purgado.

source: Error! Received a non-numeric object ID '%s'.
es: ¡Error! Se ha recibido un ID de objeto no numérico '%s'.

source: Error! Invalid %s received.
es: ¡Error! Se ha recibido un %s no válido.

source: Allowed HTML settings
es: Configuración de HTML permitido

source: View IDS Log
es: Ver registro IDS

source: Export IDS Log
es: Exportar registro IDS

source: Purge IDS Log
es: Purgar registro IDS

source: HTMLPurifier settings
es: Configuración de HTMLPurifier

source: Security Center
es: Centro de Seguridad

source: securitycenter
es: centrodeseguridad

source: IP: %s
es: Direccion IP: %s

source: UserID: %s
es: ID de usuario: %s

source: %b %d, %Y
es: %d de %b, %Y

source: Date: %s
es: Fecha: %s

source: Affected tags: %s
es: Etiquetas afectadas: %s

source: Affected parameters: %s
es: Parámetros afectados: %s

source: Request URI: %s
es: URI de la solicitud: %s

source: An unidentified problem occurred (classified as an error). The following message was returned:
es: Un problema no identificado ocurrió (clasificado como error). El siguiente mensaje fue retornado:

source: A non-critical problem occurred (classified as a warning). The following message was returned:
es: Ha ocurrido un error no crítico (clasificado como una advertencia). El siguiente mensaje fue retornado por el sistema:

source: A non-critical problem occurred (classified as a notice). The following message was returned:
es: Ha ocurrido un error no crítico (clasificado como un aviso). El siguiente mensaje fue retornado por el sistema:

source: An unidentified problem occurred (unclassified). The following message was returned:
es: Ha ocurrido un error desconocido (no clasificado). El siguiente mensaje fue retornado por el sistema:

source: Errors
es: Errores

source: errors
es: errores

source: Done! Created new category.
es: ¡Hecho! Nueva categoría creada.

source: Error! No such category found.
es: ¡Error! No se encontró tal categoría.

source: Error! You must enter a number for the 'Modules per row' setting.
es: ¡Error! Usted debe ingresar un número para el parámetro 'Módulos por fila'

source: Error! You must enter a number for the 'Modules per page' setting.
es: ¡Error! Usted debe ingresar un número para el parámetro de 'Módulos por página'.

source: Compile check
es: Verificar cambios

source: Force compile
es: Forzar compilación

source: Caching
es: Caché

source: Administration panel manager
es: Panel de administración

source: System
es: Sistema

source: Core modules at the heart of operation of the site.
es: Módulos del núcleo que son el corazón de operaciones del sitio.

source: Layout
es: Apariencia

source: Layout modules for controlling the site's look and feel.
es: Módulos encargados de controlar la apariencia del sitio.

source: Modules for controlling user membership, access rights and profiles.
es: Módulos para controlar la membresía, derechos de acceso y los perfiles de usuario.

source: Content
es: Contenido

source: Modules for providing content to your users.
es: Módulos para proveer contenido a los usuarios.

source: Uncategorised
es: Sin categoría

source: Security
es: Seguridad

source: Error! This module category is currently set as the category that is initially displayed when you visit the administration panel. You must first select a different category for initial display. Afterwards, you will be able to delete the category you have just attempted to remove.
es: ¡Error! Esta categoría de módulos en el momento se encuentra establecida como la Categoria Inicial a presentar cuando usted visita el panel de administración. Usted debe primero seleccionar una categoría diferente para la presentación inicial. Después de eso usted podrá eliminar la categoría que ha intentado remover.

source: Module categories list
es: Lista de categorías del panel

source: Create new module category
es: Crear nueva categoría

source: Help
es: Ayuda

source: Administration panel
es: Panel de administración

source: Oracle (alpha) via OCI8 driver
es: Oracle (alpha) via driver OCI8

source: Oracle (alpha) via Oracle driver
es: Oracle (alpha) via driver oracle

source: Error! Gettext 'gt' requires an attribute text.
es: ¡Error! Gettext 'gt' requiere el atributo text.

source: Error! If you use a plural or count in gettext, you must use both parameters together.
es: ¡Error! Si está usando plural o count en gettext, debe usar ambos parámetros a la vez.

source: browserhack block: condition param is required, non specified.
es: bloque browserhack: el parámetro condición es necesario, pero no fue especificado.

source: Invalid %1$s [%2$s] passed to %3$s.
es: %1$s [%2$s] no válido pasado a %3$s.

source: Error! in %1$s: the %2$s parameter must be specified to get the full block information.
es: ¡Error! en %1$s: el parámetro %2$s debe ser especificado para obtener toda la información del bloque.

source: Invalid %1$s passed to %2$s.
es: %1$s no válido pasado a %2$s.

source: Error! Cannot load module array class %1$s for module %2$s.
es: ¡Error! No se pudo cargar la clase de arreglos %1$s del módulo %2$s.

source: Personal information
es: Información personal

source: Error! in %1$s: parameter '%2$s' only supported together with '%3$s' set.
es: ¡Error! en %1$s: el parámetro '%2$s' sólo es soportado acompañado de '%3$s'.

source: Password
es: Contraseña

source: Remember me
es: Recordarme

source: anonymous guest
es: visitante

source: smarty_block_case: case not inside a switch block
es: smarty_block_case: case no se usó dentro de un bloque switch

source: %s: Image '%s' is not a valid image file
es: %s: La imagen '%s' no es un archivo de imagen válido

source: Yes
es: Sí

source: Non-array passed to %s.
es: No-arreglo pasado a %s.

source: Error! in %1$s: the %2$s parameter must be specified to get the required field.
es: ¡Error! En %1$s: el %2$s parámetro debe ser especificado para obtener el campo requerido.

source: Edit sub-category
es: Editar sub-categoría

source: Date selector
es: Selector de fecha

source: Page generated in %s seconds.
es: Página generada en %s segundos.
