Repository: KratorD/spanish
Catalog: translations/core/1.3/locale/*/LC_MESSAGES/zikula.po
Languages: es

source: Return to User Administration
es: Volver a Administración de Usuarios

source: A message from %1$s...
es: Un mensaje desde %1$s...

source: Registration date
es: Fecha de registro

source: Last login
es: Última visita

source: User's groups
es: Editar los Grupos

source: Inactive, marked for deletion
es: Inactivo, marcado para eliminación

source: Status unknown
es: Estado desconocido

source: Send user name to '%s'
es: Enviar nombre de usuario a '%s'

source: Send password recovery code to '%s'
es: Enviar código de recuperación de contraseña pata '%s'

source: Keep me logged in on this computer
es: Mantener mi ingreso en este computador

source: The log-in option you chose is not available at the moment.
es: La opcion de ingreso que ha seleccionado no se encuentra disponible por ahora.

source: Or instead, login with your...
es: Mejor ingrese con su...

source: Do you need to...
es: Usted lo necesita para...

source: Create an account?
es: Crear una cuenta?

source: Recover your account information?
es: Recuperar su información de Cuenta?

source: You may use the following information to log into your account at:
es: Usted debe usar la siguiente información para ingresar a su cuenta:

source: Account Information
es: Información de Cuenta

source: User name:
es: Nombre de usuario:

source: E-mail address:
es: Correo electrónico

source: Registration Status
es: Estado del Registro

source: Expires:
es: Expira:

source: Never, registration is verified
es: Nunca, el registro es verificado

source: Never
es: Nunca

source: E-mail verification:
es: Email de Verificación:

source: Verification e-mail message not yet sent to the user
es: Mensaje de verificación todavía no ha sido enviado al usuario

source: Not yet verified
es: Aun No verificado

source: Verification complete
es: Verificación Completa

source: Administrator approval:
es: Administrador de Aprobaciones:

source: Not yet approved
es: Aun No Aprobado

source: Choose how you would like to log in by clicking on one of the following...
es: Seleccione el método como desea ingresar haciendo clic sobre uno de los siguientes:

source: Log in below, or change how you would like to log in by clicking on one of the following...
es: Ingrese sus datos debajo, o cambie como le gustaria ingresar haciendo clc sobre uno de los métodos siguientes:

source: Confirm verification code is to be sent to '%1$s'
es: Código de confirmación ha sido enviado a %s

source: Enter confirmation code
es: Ingrese el código de confirmación

source: Confirmation code
es: Código de confirmación

source: Enable your personal custom block
es: Habilitar su bloque personal

source: Notice: Your personal custom block is a special block that will display in site pages when you are logged-in to the site. It is only displayed for you, and you choose what content it contains. One example of what you can do with the block is to use HTML code to include links to Web pages on this site or another site. Are there site pages that you frequently visit but that don't have links in the main menu? You can insert a link to them here, so that they are easily accessible for you. To see this block during your visits, don't forget to activate the 'Enable your personal custom block' checkbox. Afterwards, click 'Save' to save your changes.
es: Nota: Su 'Bloque Personal a Medida' es un bloque especial que se mostrará en las páginas del sitio cuando usted ha ingresado con su contraseña. Este bloque solamente es mostrado para usted, y es usted quien escoje que contenidos este contiene. Un ejemplo de lo que usted puede hacer con este bloque es usar codigo HTML para inlcuir enlaces a paginas web en este sitio u otro sitio. ¿Existen páginas del sitio que usted visita frecuentemente pero que no tienen enlaces en el menú principal? Usted puede insertar enlaces a ellas aquí, así estas páginas serán más fáciles de acceder para usted. Para poder ver este bloque durante sus visitas al sitio, no olvide marcar en 'Bloque Personal a Medida'; luego haga clic en 'Guardar' para guardar sus cambios.

source: Account information recovery
es: Recuperar Información de Cuenta

source: Please enter your e-mail address below and click the 'Submit' button. You will be sent an e-mail with your account information.
es: Por favor ingrese su correo electrónico abajo y haga clic en el boton "Enviar". Usted recibira un email con la información de su cuenta.

source: Cancel forced password change for %1$s
es: Cancelar cambio de contraseña obigado para %1$s

source: Force a change of password for %1$s
es: Forzar cambio de Contraseña para %1$s

source: Yes, cancel the change of password
es: Si, cancele el cambio de contraseña

source: Yes, force the change of password
es: Si, Obligue a cambiar contraseña

source: Enter verification code
es: Introduzca el código de verificación

source: Verification code
es: Código de verificación

source: Password: %s
es: Contraseña: %s

source: %s registered user
es: %s usuario registrado

source: %s on-line.
es: %s en linea.

source: %s anonymous guest
es: %s usuario anónimo

source: %1$s and %2$s online.
es: %1$s y %2$s en linea.

source: You have no new messages.
es: No tiene nuevos mensajes.

source: You have <a href="%1$s">%2$s</a> new message.
es: Tiene <a href="%1$s">%2$s</a> nuevo mensaje.

source: You are logged-in as <strong>%s</strong>.
es: Está conectado(a) como <strong>%s</strong>.

source: You are an anonymous guest.
es: Usted es un(a) visitante.

source: You can <a href="%s">register here</a>.
es: Se puede <a href="%s">registrar aquí</a>.

source: With this confirmation code, you can now create a new password by clicking on this link: %s
es: Con este código de confirmación, puede crear una nueva contraseña haciendo clic en el siguiente enlace: %s

source: Check your entries and submit your updates
es: Verificar sus datos y envie sus actualizaciones

source: Select the CSV file
es: Eleccoinar el Archivo CSV

source: CSV file (Max. %s)
es: Archivo CSV (Max. %s)

source: Import
es: Importar

source: About the CSV file
es: Acerca de los Archivos CSV

source: where:
es: donde:

source: An example of a valid CSV file
es: Un ejemplo de un archivo CSV válido

source: Root category for user categories
es: Categoría raíz para las categorías de los usuarios

source: Allow users to edit their own categories
es: Permitir a cada usuario editar sus propias categorías

source: Automatically create user category root folder
es: Crear automáticamente la categoría de usuario en la carpeta raíz

source: Automatically create user default category
es: Crear automáticamente la categoría predeterminada del usuario

source: Require access to all categories for one item (relevant when using multiple categories per content item)
es: Requerir acceso a todas las categorías para un elemento (relevante cuando se usan múltiples categorías para los contenidos)

source: Default user category
es: Categoría de usuario por defecto

source: New parent category for sub-categories
es: Nueva categoría raíz para las categorías de los usuarios

source: Edit category
es: Editar categoría

source: Parent
es: Padre

source: Category is locked
es: Categoría bloqueada

source: Category is a leaf node
es: La categoría es un nodo

source: Localised output
es: Texto localizado

source: Attributes
es: Atributos

source: Meta data
es: Metadatos

source: Path
es: Ruta

source: I-path
es: I-ruta

source: Created by %s.
es: Creado por %s.

source: Last edited by %s.
es: Última edición por %s.

source: Updated on %s.
es: Actualizado el %s.

source: Return to referring page
es: Volver a la página de referencia

source: Resequence
es: Reordenar

source: Category
es: Categoría

source: Category system information
es: Información del sistema de categorías

source: Sorry! User-owned category editing has not been enabled. This feature can be enabled by the site administrator.
es: ¡Lo sentimos! La edición de categorías de usuario no está habilitada. El administrador del sitio puede habilitar esta característica.

source: Delete category
es: Borrar categoría

source: Do you really want to delete this category?
es: ¿Realmente quiere borrar esta categoría?

source: It contains %s direct sub-categories.
es: Esta categoría contiene %s sub-categorías directas.

source: Please also choose what to do with this category's sub-categories:
es: Por favor escoja qué hacer con las sub-categorías de esta categoría:

source: Delete all sub-categories
es: Borrar todas las sub-categorías

source: Move all sub-categories to next category
es: Mover todas las sub-categorías a la categoría siguiente

source: Are you sure you want to rebuild all the internal paths for categories?
es: ¿Está seguro que quiere reconstruir todas las rutas relativas de las categorías?

source: Warning! If you have a large number of categories then this action may time out, or may exceed the memory limit configured within your PHP installation.
es: ¡Advertencia! Si usted tiene un número de categorías grande esta acción podrá exceder el tiempo o el límite de memoria configurado en su instalación de PHP.

source: Sort value
es: Valor de ordenación

source: Do you really want to delete the category '%s'?
es: ¿Realmente quiere borrar la categoría '%s'?

source: Move category
es: Mover categoría

source: Move
es: Mover

source: Copy category
es: Copiar categoría

source: Copy this category and all sub-categories of this category
es: Copiar esta categoría y todas las sub-categorías de esta categoría

source: Choose category
es: Escoja una categoría

source: Choose module
es: Escoja un módulo

source: Choose table
es: Escoger tabla

source: Table
es: Tabla

source: Property name
es: Nombre de la propiedad

source: Delete registry entry
es: Eliminar Registro

source: Do you really want to delete this registry entry?
es: ¿Realmente quiere borrar este registro?

source: No parent category.
es: Sin categoría padre.

source: Error! Could not regenerate the modules list.
es: ¡Error! No se pudo regenerar la lista de módulos.

source: Error! The modules list could not be regenerated because there are one or more problems in the Zikula file system. You need to correct them before you can proceed. Please read this explanation:
es: ¡Error! La lista de módulos no pudo ser regenerada porque hay uno o más problemas en el sistema de archivos. Necesita corregirlos para poder proceder. Por favor lea los detalles:

source: In the table below, the left-hand column lists the internal name of a module that has duplicate instances present in different directories (the module is seen as being 'present more than one time' in the file system). The center and right-hand columns list the directories concerned (which are inside Zikula's '/modules' directory). Please delete any duplicate copy of the listed module(s), leaving only one instance. Each module internal name can only be associated with one single instance of a module.
es: En la tabla debajo, la columna izquierda lista el nombre interno de un módulo que tiene instancias duplicadas presentes en diferentes directorios (el modulo es visto como 'presente mas de una vez' en el sistema de archivos). las columnas del centro y la derecha listan los directorios involucrados (los cuales se encuentran dentro del directorio '/modules' de Zikula). Por favor elimine cualquier copia duplicada de módulo(s) listado(s), dejando solamente una instancia. El nombre interno de un módulo solo puede ser asociado con una única instancia de un módulo.

source: In the table below, the left-hand column lists the display name of a module that has duplicate instances present in different directories (the module is seen as being 'present more than one time' in the file system). The center and right-hand columns list the directories concerned (which are inside Zikula's '/modules' directory). Please delete any duplicate copy of the listed module(s), leaving only one instance. Each module display name can only be associated with one single instance of a module.
es: En la tabla debajo, la columna izquierda lista el nombre de presentación de un módulo que tiene instancias duplicadas presentes en diferentes directorios (el modulo es visto como 'presente mas de una vez' en el sistema de archivos). las columnas del centro y la derecha listan los directorios involucrados (los cuales se encuentran dentro del directorio '/modules' de Zikula). Por favor elimine cualquier copia duplicada de módulo(s) listado(s), dejando solamente una instancia. El nombre de presentación de un módulo solo puede ser asociado con una única instancia de un módulo.

source: System plugins
es: Plugins del sistema

source: Internal Plugin name
es: Nombre interno del Plugin

source: Plugin display name
es: Nombre público del Plugin

source: Subscription
es: Suscripción

source: Provision
es: Provisión

source: Attached areas
es: Áreas Adjuntas

source: Available areas
es: Areas disponibles

source: There are no providers available for %s.
es: ¡Error! El módulo '%s' no está disponible.

source: Connect %s to other modules
es: Conecta %s a otros módulos

source: %s module provides the following area:
es: El módulo %s provee la siguiente área:

source: Connections
es: Conexiones

source: Edit module
es: Editar módulo

source: Module display name
es: Nombre público del módulo

source: Module URL
es: URL del módulo

source: Defaults
es: Valores predeterminados

source: Restore now
es: Restablecer

source: This may break your existing indexed URLs
es: Esto puede romper las URLs ya indexadas

source: Basic hook settings
es: Opciones básicas de hooks

source: Basic legacy hook settings
es: Opciones básicas de hooks antiguos

source: Extended hook settings
es: Configuración extendida de hooks

source: Extended legacy hook settings
es: Configuración extendida de los hooks antiguos

source: Legacy hooked modules
es: Modulos Legacy Hooked

source: for
es: para

source: No legacy hookable modules installed.
es: No hay módulos hookables conocidos instalados

source: Incompatible version with the core
es: Versión incompatible con el núcleo

source: Ok
es: Aceptar

source: Uninstall module
es: Desinstalar modulo

source: Warning! Uninstalling this module will also permanently remove all data associated with it, including all data held by other modules that are hooked to this module.
es: ¡Advertencia! Remover este módulo también removerá permanentemente todos los datos asociados el, incluyendo la información almacenada por otros módulos que están enganchados a este módulo!

source: Do you really want to uninstall this module?
es: ¿Realmente quiere borrar este módulo?

source: Warning! Other modules present in your system are dependent on this module. If you uninstall this module then all modules that require it will also be uninstalled.
es: ¡Advertencia! Otros módulos presentes en su sistema son dependientes de este módulo. Si usted remueve este módulo tambien removerá todos los módulos que lo requieren.

source: Module name
es: Nombre del módulo

source: Level
es: Nivel

source: Required.
es: Requerido.

source: Uninstall
es: Desinstalar

source: Not present
es: No presente

source: Required
es: Requerido

source: Recommended
es: Recomendado

source: Do you really want to install this module?
es: ¿Realmente quiere borrar este módulo?

source: Legacy '%s' hook modules
es: Módulos '%s' hook antiguos

source: Module Services
es: Servicios del Módulo

source: There aren't any modules services available.
es: ¡Error! El módulo '%s' no está disponible.

source: Module defaults
es: Reestablecer módulos

source: Hard module regenerate to reset displayname, url and description to defaults
es: Regeneración en bruto para restablecer el nombre público, url y descripción predeterminadas.

source: Note: Modules are software that extends the functionality of a site. There is a wide choice of add-on modules available from the %s.
es: Nota: Los módulos son software que extienden la funcionalidad del sitio. Hay una amplia variedad de módulos disponibles en la %1$s.

source: Go to the module's administration panel
es: Ir al panel de administración del módulo

source: Delete the entire log
es: Borrar todo el registro

source: Export Options
es: Opciones de exportación

source: HTMLPurifier Settings
es: Configuración de HTMLPurifier

source: HTMLPurifier '%s' configuration directives
es: Directivas de configuración '%s' de HTMLPurifier

source: (Modification not supported.)
es: (Modificación no soportada.)

source: Value:
es: Valor:

source: Reset to Default Values
es: Restablecer Valores Predeterminados

source: IP Address
es: Direccion IP

source: Clear filter
es: Limpiar filtro

source: PHPIDS filter %s
es: Filtro PHPIDS %s

source: Rule
es: Regla

source: No logged intrusions found.
es: No se encontraron intrusiones registradas.

source: Variable value
es: Valor de la variable

source: Automatic update settings
es: Opciones de actualización automática

source: Check for updates
es: Comprobar actualizaciones

source: How often
es: Con qué frecuencia

source: Monthly
es: Mensualmente

source: Weekly
es: Semanalmente

source: Daily
es: Diariamente

source: Host settings
es: Ajustes del servidor

source: Time limit for authorisation keys ('authkeys') in seconds (default: 0)
es: Límite de tiempo para llaves de autorización ('authkeys') en segundos (por defecto: 0)

source: Bind authkey to user agent ('UserAgent')
es: Enlazar las authkey al agente de usuario ('UserAgent')

source: Secure host name
es: Nombre de servidor seguro

source: Notice: If you use a different host name for HTTPS secure sessions and you insert an address in the 'Secure host name' box, make sure you include a trailing slash at the end of the address.
es: Recordatorio: Si usa un nombre de servidor diferente para sesiones seguras HTTPS e inserta una dirección en el campo 'Nombre de servidor seguro', asegúrese de incluir una barra ('/') al final de la dirección.

source: Cookies settings
es: Configuración de cookies

source: Sign cookies
es: Firmar cookies

source: Signing key
es: Llave de firma

source: Session settings
es: Configuración de la sesión

source: Security level
es: Nivel de seguridad

source: High (user is logged-out after X minutes of inactivity)
es: Alta (la sesión de usuario se cierra luego de X mins. de inactividad)

source: Medium (user is logged-out after X minutes of inactivity, unless 'Remember me' checkbox is activated during log-in)
es: Media (la sesión de usuario de cierra después de X mins. de inactividad, a menos que use 'Recordarme')

source: Low (user stays logged-in until user logs-out)
es: Baja (la sesión permanece en el sistema hasta que el usuario cierre sesión)

source: Automatically log user out after
es: Automaticamente cierra sesión después de

source: days (if 'Remember me' is activated)
es: días (si usa 'Recordarme')

source: Expire session after
es: Caducar sesión luego de

source: minutes of inactivity
es: minutos de inactividad

source: Store sessions
es: Guardar sesiones

source: File
es: Archivo

source: Database (recommended)
es: Base de datos (recomendada)

source: Notice: If you change this setting, you will be logged-out immediately and will have to log back in again.
es: Aviso: Si cambia esta opción, su sesión será cerrada inmediatamente y tendrá que iniciar sesión nuevamente.

source: Path for saving session files
es: Ruta para grabar los archivos de sesión

source: Notice: If you change 'Where to save sessions' to 'File' then you must enter a path in the 'Path for saving session files' box above. The path must be writeable.
es: Aviso: Si cambia el 'Lugar para guardar sesiones' a 'Archivo' entonces debe llenar el campo 'Ruta para grabar los archivos de sesión'. La ruta debe ser escribible.

source: Garbage collection probability
es: Probabilidad de recolección de basura

source: CSRF Token
es: Ficha CSRF

source: Per session
es: Por sesión

source: One time use
es: Uso único

source: Use sessions for anonymous guests
es: Usar sesiones para usuarios anónimos

source: Periodically regenerate session ID
es: Regenerar ID de sesión periodicamente

source: Regenerate session ID during log-in and log-out
es: Regenerar el ID de sesión al iniciar/cerrar sesión

source: Regeneration probability
es: Probabilidad de regeneración

source: % (0 to disable)
es: % (0 para deshabilitar)

source: IP checks on session (may cause problems for AOL users)
es: Verificar la IP en las sesiones (podría causar problemas a algunos usuarios)

source: Session cookie name
es: Nombre de la cookie de sesión

source: Notice: If you change the 'Session cookie name' setting, all registered users who are currently logged-in will then be logged-out automatically, and they will have to log back in again.
es: Advertencia: Si cambia el 'Nombre de la cookie de sesión', se cerrará automáticamente la sesión de todos los usuarios actualmente conectados, y todos tendrán que volver a iniciar sesión.

source: Intrusion Detection System
es: Sistema Detector de Intrusos

source: Use PHPIDS
es: Usar PHPIDS

source: Block action
es: Bloquea Acción

source: Warn only
es: Sólo advertir

source: IDS Rule path
es: ¡Error! Falta la ruta.

source: Output filter settings
es: Ajustes del filtro de salida

source: Select output filter
es: Seleccionar el filtro de salida

source: Use internal output filter only
es: Usar sólo el filtro de salida interno

source: HTML entities
es: Entidades HTML

source: Translate embedded HTML entities into real characters
es: Traducir entidades HTML embebidas en caracteres

source: HTML tags
es: Etiquetas HTML

source: Warning! Enabling the &lt;img&gt;, &lt;span&gt;, &lt;marquee&gt;, &lt;script&gt;, &lt;embed&gt;, &lt;object&gt; or &lt;iframe&gt; tags increases the opportunity for attacks against your users that might reveal their personal information. Therefore, you are recommended to keep these tags set to 'Not allowed' unless you are sure that you really understand the consequences of enabling them.
es: Advertencia! Habilitar las etiquetas &lt;img&gt;, &lt;span&gt;, &lt;marquee&gt;, &lt;script&gt;, &lt;embed&gt;, &lt;object&gt; or &lt;iframe&gt; incrementa la oprtunidad de ataques contra sus usuarios, los cuales pueden revelar la información personal de estos. Además, se le recomienda mantener estas etiquetas como 'No Permitidas', a menos que usted se encuentre seguro de comprender las consecuencias de habilitarlas.

source: Warning! Using the <a href="%s">HTML Purifier output filter</a> will override settings for some HTML tags (such as &lt;object&gt; and &lt;embed&gt;).
es: Advertencia! El uso del <a href="%s">filtro de salida SafeHTML</a> anulará la configuración de algunas etiquetas HTML (como &lt;object&gt; y &lt;embed&gt;).

source: Check all
es: Marcar todas

source: Allowed
es: Permitido

source: Allowed with attributes
es: Permitida con atributos

source: Tag usage (from <a href="http://www.w3schools.com">W3Schools</a>)
es: Uso (desde <a href="http://www.w3schools.com">W3Schools</a>)

source: About "&lt;%s&gt;"
es: Sobre "&lt;%s&gt;"

source: System error
es: Error del sistema

source: (Check file '%1$s' at line %2$s.)
es: (Revise el archivo '%1$s' en la línea %2$s.)

source: Go back to previous page
es: Volver a la página previa

source: Additional information
es: Información adicional

source: Error on %s
es: Error en %s

source: Exception Trace
es: Seguimiento de la Excepción

source: Page not found (error 404)
es: Página no encontrada (error 404)

source: Sorry! Could not find the page you wanted on %2$s: '%1$s'.
es: ¡Lo sentimos! No se pudo encontrar la página requerida en %2$s: '%1$s'.

source: Details have been automatically e-mailed to the site administrator.
es: Los detalles han sido automáticamente enviados al administrador.

source: You could try a search from the <a href="%s">site search page</a>.
es: Usted puede intentar una búsqueda desde el <a href="%s">buscador del sitio</a>.
