Repository: KratorD/spanish
Catalog: translations/core/1.3/locale/*/LC_MESSAGES/zikula.po
Languages: es

source: Internal PHP `mail()` function
es: Funcion PHP `mail()` interna

source: Sendmail message transfer agent
es: Sendmail agente de transferencia de correo

source: QMail message transfer agent
es: Qmail Agente de Tranferencia de Mensajes

source: SMTP mail transfer protocol
es: SMTP protocolo de transferencia de correos

source: Done! Saved module configuration.
es: ¡Hecho! Configuración del módulo guardada.

source: Done! Message sent.
es: ¡Hecho! Mensaje enviado.

source: Error! Could not send message. %s
es: ¡Error! No se pudo enviar el mensaje. %s

source: Test current settings
es: Probar la configuración actual

source: Settings
es: Configuración

source: Error! A problem occurred while sending an e-mail message from '%1$s' (%2$s) to (%3$s) (%4$s) with the subject line '%5$s': %6$s
es: ¡Error! Un problema ha ocurrido mientras se enviaba un mensaje de email desde '%1$s' (%2$s) para (%3$s) (%4$s) con el asunto '%5$s': %6$s

source: Mailer
es: Administrador de correos

source: Mailer module, provides mail API and mail setting administration.
es: El Módulo Mailer, provee una API de correo y un administrador de parámetro de los correos.

source: mailer
es: correo

source: Error! in %1$s: the %2$s parameter must be specified.
es: ¡Error! en %1$s: el parámetro %2$s debe ser especificado.

source: All
es: Todos

source: Deactivate '%s'
es: Desactivar '%s'

source: Activate '%s'
es: Activar '%s'

source: Edit '%s'
es: Editar '%s'

source: Delete '%s'
es: Borrar '%s'

source: Edit blockposition '%s'
es: Editar posición de bloques '%s'

source: Delete blockposition '%s'
es: Borrar posición de bloques '%s'

source: Done! Block now inactive.
es: ¡Hecho! El bloque se ha desactivado.

source: Done! Block now active.
es: ¡Hecho! El bloque se ha activado.

source: Sorry! No such block found.
es: ¡Lo sentimos! No se encontró tal bloque.

source: Homepage
es: Página web

source: One minute
es: Un minuto

source: Two minutes
es: Dos minutos

source: Five minutes
es: Cinco minutos

source: Ten minutes
es: Diez minutos

source: Fifteen minutes
es: Cincuenta minutos

source: Half an hour
es: Media hora

source: One hour
es: Una hora

source: Two hours
es: Dos horas

source: Four hours
es: Cuatro horas

source: Twelve hours
es: Doce horas

source: One day
es: Un día

source: Two days
es: Dos días

source: Three days
es: Tres días

source: Four days
es: Cuatro días

source: Five days
es: Cinco días

source: Six days
es: Seis días

source: Seven days
es: Siete días

source: Error! Could not load blocks.
es: ¡Error! No fue posible cargar los bloques.

source: Done! Block created.
es: ¡Hecho! Bloque creado.

source: Done! Block deleted.
es: ¡Hecho! Bloque borrado.

source: Done! Block position created.
es: ¡Hecho! Posición de bloques creada.

source: Done! Block position saved.
es: ¡Hecho! Posición de bloques actualizada.

source: Error! No such block position found.
es: ¡Error! No se ha encontrado tal posición de bloques.

source: Done! Block position deleted.
es: ¡Hecho! Posición de bloques borrada.

source: Error! Could not save your changes.
es: ¡Error! No se logró guardar sus cambios.

source: No block ID passed.
es: No se pasó el ID del bloque.

source: Error! Could not retrieve block information for block ID %s.
es: ¡Error! No se encontró información para el ID de bloque %s.

source: Sorry! This module is not designed or is not currently configured to be accessed in the way you attempted.
es: ¡Lo sentimos! Este módulo no está diseñado o no está actualmente configurado para ser accedido en la forma en la que lo requirió.

source: Error! An SQL error occurred.
es: ¡Error! Ocurrió un error SQL.

source: Extended menu
es: Menú extendido

source: Extended menu block
es: Bloque para menús extendidos

source: --Installed modules--
es: --Módulos instalados--

source: --New link--
es: --Nuevo enlace--

source: Tree-like menu (menutree)
es: Menú tipo árbol

source: Only in some themes
es: Sólo en algunos themes

source: Edit access
es: Editar

source: Add access
es: Agregar

source: Delete access
es: Borrar

source: Admin access
es: Administrar

source: no name
es: sin nombre

source: Notice: This language block will not be display until you enable the multilanguage, you can enable/disable this into into the settings of Zikula.
es: Nota: El bloque de Idioma no estará disponible hasta que habilite el multilenguaje del sitio, usted puede definirlo en la configuración del sitio.

source: Language
es: Idioma

source: Language selector block
es: Bloque para seleccionar Idioma

source: Choose a language
es: Escoge un idioma

source: Text
es: Texto

source: Plain text
es: Texto plano

source: Include
es: Incrustar

source: Simple file include
es: Incrustar archivo simple

source: Error! The file '%s' was not found.
es: ¡Error! El archivo '%s' no se encontró.

source: Pending Content
es: Contenido Pendiente

source: Menu
es: Menú

source: Menu block
es: Bloque de menú

source: Left blocks
es: Bloques a la izquierda

source: Right blocks
es: Bloques a la derecha

source: Center blocks
es: Bloques en el centro

source: Search block
es: Bloque de búsqueda

source: Header block
es: Bloque de cabecera

source: Footer block
es: Bloque de pie de página

source: Top navigation block
es: Bloque de navegación superior

source: Bottom navigation block
es: Bloque de navegación inferior

source: Main menu
es: Menú principal

source: Home
es: Inicio

source: Go to the home page
es: Ir a la página de inicio

source: Administration
es: Administración

source: Go to the site administration
es: Ir al panel de administración

source: My Account
es: Mi Cuenta

source: Go to your account panel
es: Ir al panel de mi cuenta

source: Log out
es: Cerrar sesión

source: Log out of this site
es: Cerrar sesión

source: Site search
es: Buscar en el sitio

source: Search this site
es: Buscar en el sitio

source: Top navigation
es: Navegación superior

source: Go to the site's home page
es: Ir a la página de inicio

source: Search box
es: Buscar

source: This site is powered by Zikula!
es: ¡Este sitio es soportado por Zikula!

source: HTML block
es: Bloque HTML

source: User log-in
es: Iniciar sesión

source: Login block
es: Bloque de inicio de sesión

source: Theme navigation
es: Navegación del theme

source: Error! Could not perform the insertion.
es: ¡Error! No se pudo realizar la inserción.

source: Error! Could not perform the deletion.
es: ¡Error! No se pudo realizar la eliminación.

source: Error! There is already a block position with the name you entered.
es: ¡Error! Ya existe una posición con el nombre proporcionado.

source: Position \"%s\"
es: Posición \"%s\"

source: Blocks list
es: Lista de bloques

source: Create new block
es: Crear bloque

source: Create new block position
es: Crear posición de bloques

source: Title
es: Título

source: View news
es: Ver noticias

source: Archive
es: Archivo

source: Submit news
es: Enviar noticia

source: Categories
es: Categorías

source: Profile
es: Perfil

source: Private messages
es: Mensajes provados

source: Logout
es: Cerrar sesión

source: Login
es: Iniciar sesión

source: Register
es: Registrarse

source: Lost password
es: Contraseña perdida

source: Blocks
es: Bloques

source: blocks
es: bloques

source: permission granted.
es: permiso garantizado.

source: permission not granted.
es: permiso no garantizado.

source: unknown user.
es: usuario desconocido.

source: All components
es: Todos los componentes

source: Up
es: Subir

source: Down
es: Bajar

source: Done! Incremented permission rule.
es: ¡Hecho! Regla de permiso incrementada.

source: Done! Decremented permission rule.
es: ¡Hecho! Regla de permiso decrementada.

source: Group
es: Grupo

source: Modify permission rule
es: Modificar regla de permisos

source: Create new permission rule
es: Crear una nueva regla de permiso

source: Error! No permission rules of this kind were found. Please add some first.
es: ¡Error! No se encontró ningún permiso de este tipo. Por favor agrega alguna primero.

source: Edit permission rule
es: Editar regla de permiso

source: [Illegal input in component!]
es: [¡Entrada ilegal en el componente!]

source: [Illegal input in instance!]
es: [¡Entrada ilegal en la instancia!]

source: Done! Saved permission rule.
es: ¡Hecho! Regla de permiso guardada.

source: Done! Created permission rule.
es: ¡Hecho! Regla de permiso creada.

source: Done! Deleted permission rule.
es: ¡Hecho! Regla de permiso borrada.

source: All groups
es: Todos los grupos

source: Unregistered
es: No registrado

source: Error! Could not save configuration: unknown permission rule ID.
es: ¡Error! No se pudo guardar la configuración: ID de la regla de permiso desconocida.

source: Error! Could not create new permission rule.
es: ¡Error! No se pudo crear la regla de permisos.

source: Error! Could not delete permission rule with ID %s.
es: ¡Error! No se pudo borrar la regla de permisos con ID %s.

source: Permission check result:
es: Resultado del chequeo de permisos:

source: Error! Permission rule-swapping in partial view can only be done if both affected permission rules are visible. Please switch to full view.
es: ¡Error! El ordenamiento de permisos en la vista parcial sólo puede ser aplicado si las reglas afectadas están visibles. Por favor use la vista completa.

source: Error! No permission rule directly above that one.
es: ¡Error! No hay reglas de permisos arriba de esta regla.

source: Error! No permission rule directly below that one.
es: ¡Error! Ninguna regla de permiso está debajo de esta regla.

source: Error! Could not save group permission rule %s.
es: ¡Error! No se pudo grabar la regla de permisos %s.

source: Error! Could not save permission rule sequences.
es: ¡Error! No se pudo actualizar la regla de permisos %s.

source: Permission rules list
es: Lista de reglas de permiso

source: Permission rules information
es: Información de las reglas de permiso

source: Permissions
es: Permisos

source: permissions
es: permisos

source: Error! Lock broken!
es: ¡Error! ¡Bloqueo roto!

source: Page lock
es: Controlador de cambios

source: Provides the ability to lock pages when they are in use, for content and access control.
es: Provee la habilidad de bloquear páginas cuando estas están en uso, para controlar el contenido y el acceso.

source: Edit
es: Editar

source: Delete
es: Eliminar

source: Group membership
es: Grupo de miembros

source: Error! There is already a group with that name.
es: ¡Error! Ya existe un grupo con ese nombre.

source: Done! Created the group.
es: ¡Hecho! Grupo creado.

source: Sorry! No such group found.
es: ¡Lo sentimos! No se encontró tal grupo.

source: Done! Saved group changes.
es: ¡Hecho! Grupo actualizado.

source: Error! You cannot delete the default user group.
es: ¡Error! No se puede borrar la categoría por defecto de los usuarios.

source: Done! Deleted the group.
es: ¡Hecho! Grupo borrado.

source: Remove user from group
es: Remover al usuario del grupo

source: Error! A problem occurred and the user was not added to the group.
es: ¡Error! Ocurrió un problema y el usuario no fue añadido al grupo.

source: Done! The user was added to the group.
es: ¡Hecho! El usuario fue añadido al grupo.

source: Done! The user was removed from the group.
es: ¡Hecho! El usuario fue removido del grupo.

source: Error! A problem occurred while attempting to remove the user. The user has not been removed from the group.
es: ¡Error! Un problema ha ocurrido mientras se intentaba remover el usuario. El usuario No ha sido removido del grupo.

source: None
es: Ninguno

source: Private message
es: Mensaje privado

source: E-mail
es: Correo

source: Concerning your %s group membership application
es: Acerca de su solicitud de membresía al grupo %s

source: Sorry! This is a message to inform you with regret that your application for membership of the aforementioned private group has been rejected.
es: Sentimos anunciarle mediante este mensaje que tu solicitud al grupo privado previamente mencionado fue rechazada.

source: Done! The user has been added to the %s group.
es: ¡Hecho! El usuario ha sido agregado al grupo %s.

source: Done! Your application has been accepted. You have been granted all the privileges assigned to the group of which you are now member.
es: ¡Hecho! Su solicitud ha sido aceptada. Ahora usted tiene todos los privilegios dados al grupo del que ahora es miembro.

source: Error! Could not execute 'Reject' action.
es: ¡Error! No se pudo ejecutar la acción 'Rechazar'.

source: Error! Could not execute 'Accept' action.
es: ¡Error! No se pudo ejecutar la acción 'Aceptar'.

source: Done! The user's application for group membership has been rejected.
es: ¡Hecho! La aplicación del usuario para la membresía a grupo ha sido rechazada.

source: Error! Could not save the module configuration.
es: ¡Error! No se pudo grabar la configuración del módulo.

source: Error! The group name is missing.
es: ¡Error! Falta el nombre del grupo.

source: Error! Could not create the new group.
es: ¡Error! No se pudo crear el nuevo grupo.

source: Group %s
es: Grupo %s

source: Error! Could not delete the '%s' group.
es: ¡Error! No se pudo borrar el grupo '%s'.

source: Error! That group does not exist.
es: ¡Error! Ese grupo no existe.

source: Error! You are already a member of this group.
es: ¡Error! Ya es miembro de este grupo.

source: Sorry! You cannot apply for membership of that group.
es: ¡Lo sentimos! Usted no puede aplicar a ser miembro de ese grupo.

source: Sorry! That group has reached full membership.
es: ¡Lo sentimos! Este grupo ha alcanzado su limite de miembros.

source: Sorry! That group is closed.
es: ¡Lo sentimos! Ese grupo está cerrado.

source: Error! You must click on the checkbox to confirm your action.
es: ¡Error! Debe activar la caja de verificación para confirmar su acción.

source: Done! Saved the action.
es: ¡Hecho! Acción guardada.

source: Error! Could not load data.
es: ¡Error! No fue posible cargar los datos.

source: on-line
es: en línea

source: off-line
es: desconectado

source: Core
es: Núcleo

source: Public
es: Público

source: Private
es: Privado

source: Closed
es: Cerrado

source: Open
es: Abierto

source: Users
es: Usuarios

source: By default, all users are made members of this group.
es: Por defecto, todos los usuarios pertenecen a este grupo.

source: Administrators
es: Administradores

source: Group of administrators of this site.
es: Grupo de administradores del sitio.

source: Error! Could not send the private message to the user.
es: ¡Error! No se pudo enviar el mensaje privado al usuario.

source: Groups list
es: Lista de grupos

source: Create new group
es: Crear grupo

source: Groups manager
es: Gestor de grupos

source: Error! You have already applied for membership of this group.
es: ¡Error! Ya ha solicitado suscribirse a este grupo.

source: Administrator
es: Administrador

source: The registered user %1$s has applied for membership of a group. The details of the application are as follows: %2$s
es: El usuario registrado como %1$s ha aplicado para ser miembro de un grupo. Los detalles de la aplicación son los siguientes: %2$s

source: Error! Could not add the user to the group.
es: ¡Error! No se pudo añadir el usuario al grupo.

source: Error! Could not remove the user from the group.
es: ¡Error! No se pudo remover el usuario del grupo.

source: Groups
es: Grupos

source: groups
es: grupos

source: Notice: The changes made via Admin Panel will be saved on '%1$s' because it seems that the .ini files on '%2$s' are not writable.
es: Nota: Los cambios a través del Panel del Admin serán guardados en %1$s'; es posible que los archivos .ini en %2$s' no son escribibles.

source: Error! Cannot write any configuration changes. Make sure that the .ini files on '%1$s' or '%2$s', and the folder itself, are writable.
es: Error! No es posible cambiar los archivos de configuración. Asegúrese de que los archivos .ini en '%1$s' o '%2$s' y la carpeta que las contiene, sean escribibles.

source: Notice: Seems that your %1$s's .ini files are writable. Be sure that there are no .ini files on '%2$s' because if so, the Theme Engine will consider them and not your %1$s's ones.
es: Nota: Parece que sus archivos %1$s's son escribibes: Asegúrese de que no hay archivos .ini en %2$s's porque de ser así el motor del Theme no los considerará alli ni los de %1$s.

source: Done! Saved your changes.
es: ¡Hecho! Cambios guardados.

source: Notice: Please make sure you type an entry in every field. Your palette cannot be saved if you do not.
es: Nota: Por favor asegúrese que proporciona un dato en cada campo, de lo contrario la paleta no podrá ser grabada.

source: Error! Removed unknown '%1$s': '%2$s'.
es: ¡Error! Eliminado '%1$s' desconocido: '%2$s'.

source: Done! Deleted it.
es: ¡Hecho! Borrado.

source: Sorry! No such theme found.
es: ¡Lo sentimos! No se encontró tal theme.

source: Done! Deleted rendering engine compiled templates.
es: ¡Hecho! Plantillas compiladas del motor de plantillas borradas.

source: Done! Deleted rendering engine cached pages.
es: ¡Hecho! Plantillas en caché del motor de plantillas borradas.

source: Notice: Theme switching is currently disabled.
es: Aviso: El cambio de theme está actualmente deshabilitado.

source: Done! Theme has been reset to the default site theme.
es: ¡Hecho! El Theme ha sido restablecido a Theme por defecto del sitio.

source: Rendering engine
es: Motor de plantillas

source: Custom rendering engine block
es: Bloque personalizado de pnRender

source: Theme switcher
es: Cambiador de Themes

source: Themes list
es: Lista de themes

source: Done! Removed theme files from the file system.
es: hecho! Archivos del theme eliminados del sistema de archivos.

source: Error! Could not delete theme files from the file system. Please remove them by another means (FTP, SSH, ...).
es: ¡Error! No se pudo borrar los archivos del sistema de archivos. Por favor remuévalos usando otros medios (FTP, SSH, ...).

source: Notice: Theme files cannot be deleted because Zikula does not have write permissions for the themes folder and/or themes/%s folder.
es: Aviso: Los archivos del theme no pueden ser borrados porque el sistema no tiene permisos de escritura en la carpeta themes y/o a la carpeta themes/%s.

source: Error! Could not open file so that it could be written to: %s
es: ¡Error! No se pudo abrir el archivo para que pueda ser escrito a: %s

source: Error! could not write to file: %s
es: ¡Error! No se pudo escribir al archivo: %s

source: Error! Could not include theme version file: %s
es: ¡Error! No se pudo incluir el archivo de versión del theme: %s

source: Error! Either you entered an invalid entry point, or else the file specified as being the entry point was not found in the Zikula root directory.
es: ¡Error! Ya sea porque usted ingreso un punto de entrada inválido, o también porque el archivo especificado para ser el punto de entrada no ha sido hallado en el directorio raíz de Zikula.

source: Error! In your permalink settings, strings cannot be terminated with a comma.
es: ¡Error! En sus parámetros de permalinks, las cadenas no pueden terminar con un signo de coma.

source: Error! In your permalink settings, the search list and the replacement list for permalink cleansing have a different number of comma-separated elements. If you have 3 elements in the search list then there must be 3 elements in the replacement list.
es: ¡Error! En sus parámetros de Permalinks, la lista de búsqueda y la lista de reemplazos para la limpieza de permalinks contienen un número diferente de elementos separados por coma. Si usted tiene 3 elementos en la lista de búsqueda, entonces debe tener 3 elementos en la lista de reemplazos.

source: Notice: Language detection is automatically disabled when multi-lingual features are disabled.
es: ¡Nota: La detección de lenguaje es automaticamente deshabilitada cuando la característica multi-lenguaje se encuentra deshabilitada.

source: Done! Saved localisation settings.
es: ¡Hecho! Configuración de localización grabada.

source: Site name
es: Nombre del sitio

source: Site description
es: Descripción del sitio

source: zikula, portal, portal web, open source, web site, website, weblog, blog, content management, content management system, web content management, web content management system, enterprise web content management, cms, application framework
es: zikula, comunidad, portal, portal web, software libre, open source, sitio web, weblog, blog, sistema administrador de contenidos, cms, web framework

source: À,Á,Â,Ã,Å,à,á,â,ã,å,Ò,Ó,Ô,Õ,Ø,ò,ó,ô,õ,ø,È,É,Ê,Ë,è,é,ê,ë,Ç,ç,Ì,Í,Î,Ï,ì,í,î,ï,Ù,Ú,Û,ù,ú,û,ÿ,Ñ,ñ,ß,ä,Ä,ö,Ö,ü,Ü
es: À,Á,Â,Ã,Å,à,á,â,ã,å,Ò,Ó,Ô,Õ,Ø,ò,ó,ô,õ,ø,È,É,Ê,Ë,è,é,ê,ë,Ç,ç,Ì,Í,Î,Ï,ì,í,î,ï,Ù,Ú,Û,ù,ú,û,ÿ,Ñ,ñ

source: Main settings
es: Configuración general

source: Localisation settings
es: Parámetros de localización

source: General settings
es: Configuración general

source: settings
es: configuracion

source: Error! You did not enter any keywords to search for.
es: ¡Error! No se proporcionó ninguna palabra clave para buscar.

source: Search
es: Buscar

source: Error! '%1$s' module returned false in search function '%2$s'.
es: ¡Error! El módulo '%1$s' retornó false en la función de búsqueda '%2$s'.

source: New search
es: Nueva búsqueda

source: Recent searches list
es: Lista de búsquedas recientes

source: search
es: buscar

source: %m-%d-%Y
es: %Y-%m-%d

source: Sorry! New user registration is currently disabled.
es: ¡Lo sentimos! El registro de cuentas de usuario está deshabilitado.

source: Sorry! No matching users found.
es: ¡Lo sentimos! No hubo ninguna coincidencia.

source: Sorry! No such user found.
es: ¡Lo sentimos! No se ha encontrado tal usuario.

source: Unable to retrieve registration record. The record with the specified id might not exist, or you might not have permission to access that record.
es: No se pudo recuperar el registro de inscripción. El registro con el id especificado podría no existir, o que usted no tenga permiso para acceder a ese registro.

source: %m-%d-%Y %H:%M
es: %Y-%m-%d %H:%M

source: Error! A verification code cannot be sent for the registration record for '%1$s'. It is already verified.
es: Error! El código de verificacion no puede ser enviado para el registro de '%1$s'. Ya está verificado.

source: A user name was not specified, or the user name provided was invalid.
es: Un nombre de usuario no fue especificado, o el nombre provisto no es válido.

source: An e-mail address was not specified, or the e-mail address provided was invalid.
es: El correo electrónico no fue especificado, o el que ha provisto no es válido.

source: A password was not specified, or the password provided was invalid.
es: Laa contraseña no fue especificada, o la que ha provisto no es válida.

source: The value must be an integer greater than or equal to 1.
es: El valor debe ser un número entero mayor o igual a uno.

source: A user name is required, and cannot be left blank.
es: El nombre de usuario es requerido, no es posible dejarlo en blanco.

source: The value does not appear to be a valid user name. A valid user name consists of lowercase letters, numbers, underscores, periods or dashes.
es: El valor no parece ser un nombre de usuario válido. Un nombre de usuario valido consta de letras minúsculas, números, guiones bajos, puntos o guiones.

source: Your registration request has been saved, however the problems listed below were detected during the registration process. Please contact the site administrator regarding the status of your request.
es: Su solicitud de registro ha sido guardada, sin embargo los problemas listados debajo fueron detectados durante el proceso de registro. Por favor contacte al administrador del sitio sin importar el estado de su solicitud.

source: Error! E-mail address field is empty.
es: ¡Error! El campo de correo electrónico está vacío.
