Repository: KratorD/spanish
Catalog: translations/core/1.3/locale/*/LC_MESSAGES/zikula.po
Languages: es

source: Error! Invalid URL.
es: ¡Error! URL no válida.

source: Unknown date
es: Fecha desconocida

source: Select date
es: Seleccione la fecha

source: Error! Invalid date.
es: ¡Error! Fecha no válida.

source: Error! Invalid integer.
es: ¡Error! Entero no válido.

source: Error! Range error. Value must be between %1$s and %2$s.
es: ¡Error! Error de rango. El valor debe estar entre %1$s y %2$s.

source: Error! The value must be %s or more.
es: ¡Error! El valor debe ser %s o mayor.

source: Error! The value must be %s or less.
es: ¡Error! El valor debe ser %s o menor.

source: Error! Did not succeed in uploading file.
es: ¡Error! No se pudo subir el archivo.

source: Error! An entry in this field is mandatory.
es: ¡Error! Este campo es obligatorio.

source: Error! Invalid number.
es: ¡Error! Número no válido.

source: Unknown value [%1$s] for '%2$s'.
es: Valor desconocido [%1$s] para '%2$s'.

source: Error! Input text must be no longer than %s characters.
es: ¡Error! Texto de entrada no puede ser más largo de %s caracteres.

source: Choose one
es: Escoger una

source: Plugin %s must be an instance of Zikula_Form_AbstractPlugin
es: El Plugin %s debe ser una instancia de Zikula_Form_AbstractPlugin

source: Error! The template [%1$s] is not available in the [%2$s] module.
es: ¡Error! La plantilla [%1$s] no está disponible en el módulo [%2$s].

source: Error! The insert [%1$s] is not available in the [%2$s] module.
es: ¡Error! EL insert [%1$s] no está disponible en el módulo [%2$s].

source: [View %1$s] '%2$s' is not implemented
es: [Ver %1$s] '%2$s' no está implementado

source: Security token validation failed
es: Verificación de la ficha de seguridad fallida.

source: %s is a protected template variable and may not be assigned
es: %s es una variable protegida de la platilla y no puede ser asignada

source: Action: %1$s not available in this State: %2$s
es: Acción: %1$s no disponible en el Estado: %2$s

source: No permission to execute action: %s [permission]
es: No tiene permiso de ejecutar la acción: %s [permiso]

source: Operation file [%s] does not exist
es: El archivo de operación [%s] no existe

source: Operation function [%s] is not defined
es: La función de la operación [%s] no está definida

source: Unable to parse XML workflow (line %1$s, %2$s): %3$s
es: Incapaz de procesar el XML del workflow (línea %1$s, %2$s): %3$s

source: Unknown %1$s name '%2$s' in action '%3$s'.
es: Nombre de %1$s desconocido '%2$s' en la acción '%3$s'

source: Unknown %1$s name '%2$s' in action '%3$s' of the '%4$s' state.
es: Nombre '%2$s' desconocido '%1$s' en la acción '%3$s' del estado '%4$s'.

source: Unknown state name '%1$s' in action '%2$s', operation '%3$s'.
es: Nombre de estado desconocido '%1$s' en la acción '%2$s' - operación '%3$s'

source: Workflow state error: '%2$s' tag of the state '%1$s'.
es: Error de estado de Worflow: Etiqueta '%2$s' inesperada en el estado '%1$s'.

source: Unexpected %1$s tag in %2$s state
es: Inesperada Etiqueta %1$s en el estado %2$s

source: %1$s: The specified module [%2$s] does not exist.
es: %1$s: El mdulo especificado [%2$s] no existe.

source: %1$s: Unable to find the workflow file [%2$s].
es: %1$s: No se posible hallar el flujo de trabajo del archivo [%2$s].

source: %s: Unsupported module type.
es: %s: Tipo de módulo no soportado

source: %1$s: The module [%2$s] is not active.
es: %1$s: El módulo [%2$s] no está activo.

source: %1$s: %2$s not set.
es: %1$s: %2$s no establecido.

source: %1$s: %2$s must be an array or an object.
es: %1$s: %2$s debe ser un array o un objeto.

source: %1$s: %2$s needs to be named
es: %1$s: %2$s necesita ser nombrado

source: %1$s: %2$s is not an array nor an object.
es: %1$s: %2$s no es un array u objeto

source: %1$s: %2$s is specified.
es: %1$s: %2$s especificado.

source: %1$s: %2$s is not specified.
es: %1$s: %2$s no especificado.

source: Permission check file [%s] does not exist.
es: ¡Error! La regla de permisos de archivo [%s] no existe.

source: Permission check function [%s] not defined.
es: Función de verificación de permisos: %s: no definida.

source: The requested page could not be found or is not currently accessible.
es: La página requerida no se ha localizado o no está disponible en el momento

source: Error! Could not load '%s'. Please check that it exists.
es: ¡Error! No se pudo cargar '%s'. Por favor verifique que exista.

source: Error! The locale file %s contains invalid data.
es: ¡Error! El archivo de localización %s contiene datos inválidos.

source: Error! %1$s is missing in %2$s.
es: ¡Error! %1$s perdido en %2$s.

source: Error! There is an invalid value for %1$s in %2$s.
es: ¡Error! Hay un valor no válido para %1$s en %2$s.

source: $domain cannot be an array.
es: $domain no puede ser un arreglo.

source: Error! Multi-lingual functionality is not enabled. This page cannot be displayed in %s language.
es: ¡Error! La funcionalidad multilingue no está habilitada. Está página no se puede mostrar en el idioma '%s'.

source: Error! The requested language %s is not available.
es: ¡Error! El idioma requerido %s no está disponible.

source: Error! Could not set encoding based on database character set '%s'.
es: ¡Error! No fue posible definir la codificación basándose en el charset de la base de datos '%s'.

source: Abkhazian
es: Abjasia

source: Afrikaans
es: Africano

source: Akan
es: Acano

source: Amharic
es: Etiope Amharico

source: Aragonese
es: Aragonés

source: Arabic
es: Árabe

source: Aymara
es: Aymar aru (Andes Centrales)

source: Azerbaijani
es: Azerbaiyano

source: Bashkir
es: Baskirio

source: Belarusian
es: Belarús

source: Bulgarian
es: Búlgaro

source: Bihari
es: Bihari (Bangladesh)

source: Bengali
es: Bengalí

source: Tibetan
es: Tibetano

source: Breton
es: Bretón

source: Bosnian
es: Bosnio

source: Catalan
es: Catalán

source: Chechen
es: Checheno

source: Czech
es: Checo

source: Church Slavic
es: Eslovaco

source: Welsh
es: Galés

source: Danish
es: Danés

source: German
es: Alemán

source: Dzongkha
es: Bután

source: Greek
es: Griego

source: English
es: Inglés

source: Spanish
es: Castellano

source: Estonian
es: Estonio

source: Basque
es: Euskera

source: Persian
es: Persa

source: Finnish
es: Finlandés

source: Fijian
es: Fiji

source: Faroese
es: Islas Feroe

source: French
es: Francés

source: Frisian
es: Frisón

source: Irish
es: Irlandés

source: Scottish Gaelic
es: Escocés

source: Galician
es: Gallego

source: Guarani
es: Guaraní

source: Hawaiian
es: Hawaiano

source: Hebrew
es: Hebreo

source: Croatian
es: Croata

source: Haitian
es: Haitiano

source: Hungarian
es: Húngaro

source: Armenian
es: Armenio

source: Indonesian
es: Indonesio

source: Icelandic
es: Islandés

source: Italian
es: Italiano

source: Javanese
es: Javanés

source: Japanese
es: Japonés

source: Georgian
es: Georgiano

source: Kongo
es: Kongo (Bantú)

source: Kwanyama
es: Kuanyama

source: Kazakh
es: Kazajo

source: Kannada
es: Canarés

source: Korean
es: Coreano

source: Kanuri
es: Kanuri (nilo-sahariano)

source: Kashmiri
es: Cachemiro

source: Kurdish
es: Kurdo

source: Latin
es: Latín

source: Luxembourgish
es: Luxemburgues

source: Limburgish
es: Limburgues (Germánico)

source: Lingala
es: Lingala (Rep. Democrática del Congo)

source: Lithuanian
es: Lituano

source: Latvian
es: Letón

source: Malagasy
es: Madagascarí

source: Maori
es: Maorí

source: Macedonian
es: Macedonio

source: Mongolian
es: Mongol

source: Malay
es: Malayo

source: Maltese
es: Maltés

source: Burmese
es: Birmano

source: Norwegian Bokmal
es: Noruego Bokmål

source: North Ndebele
es: Ndebele del Norte

source: Nepali
es: Nepalí

source: Dutch
es: Alemán

source: Norwegian Nynorsk
es: Noruego Nynorsk

source: Norwegian
es: Noruego

source: South Ndebele
es: Ndebele del Sur

source: Occitan
es: Occitano

source: Panjabi
es: Panyabí

source: Pali
es: Palí

source: Polish
es: Polaco

source: Portuguese
es: Portugués

source: Rundi
es: Kirundi

source: Romanian
es: Rumano

source: Russian
es: Ruso

source: Sanskrit
es: Sánscrito

source: Sardinian
es: Sardo

source: Northern Sami
es: Sami del norte

source: Sinhalese
es: Cingalés

source: Slovak
es: Eslovaco

source: Slovenian
es: Esloveno

source: Samoan
es: Samoano

source: Somali
es: Somalí

source: Albanian
es: Albano

source: Serbian
es: Serbio

source: Southern Sotho
es: Sesotho

source: Sundanese
es: Sondanés

source: Swedish
es: Sueco

source: Swahili
es: Suajili

source: Telugu
es: Telugú

source: Tajik
es: Tayiko

source: Thai
es: Tailandés

source: Tigrinya
es: Tigriña

source: Turkmen
es: Turcomano

source: Tagalog
es: Tagalo

source: Tswana
es: Setsuana

source: Tonga
es: Tongano

source: Turkish
es: Turco

source: Tsonga
es: Xitsonga

source: Tatar
es: Tártaro

source: Tahitian
es: Tahitiano

source: Uighur
es: Uigur

source: Ukrainian
es: Ucraniano

source: Urdu
es: Urdú

source: Uzbek
es: Uzbeko

source: Vietnamese
es: Vietnamita

source: Zhuang
es: Chuang

source: Chinese
es: Chino

source: Zulu
es: Zulú

source: Andorra
es: Andorrano

source: United Arab Emirates
es: Emiratos Árabes Unidos

source: Afghanistan
es: Afganistán

source: Antigua & Barbuda
es: Antigua y Barbuda

source: Anguilla
es: Anguila

source: Netherlands Antilles
es: Antillas Neerlandesas

source: American Samoa
es: Samoa Americana

source: Aland Islands
es: Islas Aland

source: Azerbaijan
es: Azerbaiyán

source: Bosnia and Herzegovina
es: Bosnia y Herzegovina

source: Belgium
es: Bélgica

source: Bahrain
es: Bahréin

source: Benin
es: Benín

source: Bermuda
es: Bermudas

source: Brunei Darussalam
es: Brunéi

source: Brazil
es: Brasil

source: Bahama
es: Bahamas

source: Bhutan
es: Bután

source: Bouvet Island
es: Isla Bouvet

source: Botswana
es: Botsuana

source: Belarus
es: Belarús

source: Belize
es: Belice

source: Canada
es: Canadá

source: Cocos (Keeling) Islands
es: Islas Cocos (Keeling)

source: Central African Republic
es: República Centroafricana

source: Switzerland
es: Suiza

source: Cote d'Ivoire (Ivory Coast)
es: Costa de Marfil

source: Cook Islands
es: Islas Cook

source: Cameroon
es: Camerún

source: Cape Verde
es: Cabo Verde

source: Christmas Island
es: Isla de Navidad

source: Cyprus
es: Chipre

source: Czech Republic
es: República Checa

source: Germany
es: Alemania

source: Denmark
es: Dinamarca

source: Dominican Republic
es: República Dominicana

source: Algeria
es: Argelia

source: Egypt
es: Egipto

source: Western Sahara
es: Sáhara Occidental

source: Spain
es: España

source: Ethiopia
es: Etiopía

source: Finland
es: Finlandia

source: Falkland Islands (Malvinas)
es: Islas Malvinas

source: Faroe Islands
es: Islas Feroe

source: France
es: Francia

source: France, Metropolitan
es: Francia, Metropolitana

source: Gabon
es: Gabón

source: United Kingdom (Great Britain)
es: Reino Unido (Gran Bretaña)

source: Grenada
es: Granada

source: French Guiana
es: Guayana Francesa

source: Greenland
es: Groenlandia

source: Guadeloupe
es: Guadalupe

source: Equatorial Guinea
es: Guinea Ecuatorial

source: Greece
es: Grecia

source: South Georgia and the South Sandwich Islands
es: Georgia del Sur e Islas Sandwich del Sur

source: Heard & McDonald Islands
es: Islas Heard y McDonald

source: Croatia
es: Croacia

source: Haiti
es: Haití

source: Hungary
es: Hungria

source: Ireland
es: Irlanda

source: Isle of Man
es: Isla de Man

source: British Indian Ocean Territory
es: Territorio Oceánico Británico en India

source: Islamic Republic of Iran
es: República Islámica del Irán

source: Iceland
es: Islandia

source: Italy
es: Italia

source: Jordan
es: Jordania

source: Japan
es: Japón

source: Kenya
es: Kenia

source: Kyrgyzstan
es: Kirguistán

source: Cambodia
es: Camboya

source: Comoros
es: Comoras

source: St. Kitts and Nevis
es: St. Kitts y Nevis

source: Korea, Democratic People's Republic of
es: Corea, República Popular Democrática de

source: Korea, Republic of
es: Corea, República de

source: Cayman Islands
es: Islas Caimán

source: Kazakhstan
es: Kazajstán

source: Lao People's Democratic Republic
es: Lao, República Democrática Popular de

source: Lebanon
es: Líbano

source: Saint Lucia
es: Santa Lucía

source: Lesotho
es: Lesoto

source: Lithuania
es: Lituania

source: Luxembourg
es: Luxemburgo

source: Latvia
es: Letonia

source: Libyan Arab Jamahiriya
es: Jamahiriya Árabe de Libia

source: Morocco
es: Marruecos

source: Monaco
es: Mónaco

source: Moldova, Republic of
es: Moldavia, República de

source: Marshall Islands
es: Islas Marshall

source: Macedonia, the form Republic of
es: Macedonia, la formada República de

source: Macau
es: Macao

source: Northern Mariana Islands
es: Islas Marianas del Norte

source: Martinique
es: Martinica

source: Monserrat
es: Montserrat

source: Mauritius
es: Mauricio

source: Maldives
es: Maldivas

source: Mexico
es: México

source: Malaysia
es: Malasia

source: New Caledonia
es: Nueva Caledonia

source: Niger
es: Nigeria

source: Norfolk Island
es: Isla Norfolk

source: Netherlands
es: Holanda

source: Norway
es: Noruega

source: New Zealand
es: Nueva Zelanda

source: Oman
es: Omán

source: Panama
es: Panamá

source: Peru
es: Perú

source: French Polynesia
es: Polinesia francesa

source: Papua New Guinea
es: Papua Nueva Guinea

source: Philippines
es: Filipinas

source: Pakistan
es: Pakistán

source: Poland
es: Polonia

source: St. Pierre & Miquelon
es: San Pedro y Miquelón

source: Reunion
es: Reunión

source: Romania
es: Rumanía

source: Russian Federation
es: Federación Rusa

source: Rwanda
es: Ruanda

source: Saudi Arabia
es: Arabia Saudita

source: Solomon Islands
es: Islas Salomón

source: Sudan
es: Sudán

source: Sweden
es: Suecia

source: Singapore
es: Singapur

source: St. Helena
es: Santa Elena

source: Slovenia
es: Eslovenia

source: Svalbard & Jan Mayen Islands
es: Islas Svalbard y Jan Mayen

source: Slovakia
es: Eslovaquia

source: Sierra Leone
es: Sierra Leona

source: Somalia
es: Somalía

source: Sao Tome & Principe
es: Santo Tomé y Príncipe

source: Syrian Arab Republic
es: República Árabe Siria

source: Swaziland
es: Swazilandia

source: Turks & Caicos Islands
es: Islas Turcas y Caicos

source: French Southern Territories
es: Territorio Francés del Sur

source: Thailand
es: Tailandia

source: Tajikistan
es: Tayikistán

source: Turkmenistan
es: Turkmenistán

source: Tunisia
es: Túnez

source: East Timor
es: Timor Oriental

source: Turkey
es: Turquía

source: Trinidad & Tobago
es: Trinidad y Tobago

source: Taiwan, Province of China
es: Taiwán, Provincia de China

source: Tanzania, United Republic of
es: Tanzania, República Unida de

source: Ukraine
es: Ucrania

source: United States Minor Outlying Islands
es: Estados Unidos Islas Menores

source: United States of America
es: Estados Unidos de América

source: Uzbekistan
es: Uzbekistán

source: Vatican City State (Holy See)
es: Ciudad del Vaticano (Santa Sede)

source: St. Vincent & the Grenadines
es: San Vicente y las Granadinas

source: British Virgin Islands
es: Islas Vírgenes Británicas

source: United States Virgin Islands
es: Estados Unidos de las Islas Vírgenes

source: Wallis & Futuna Islands
es: Islas Wallis y Futuna

source: South Africa
es: Sudáfrica

source: Zimbabwe
es: Zimbabue

source: Unknown or unspecified country
es: País desconocido o no especificado

source: Arabic (United Arab Emirates)
es: Árabe (Emiratos Árabes Unidos)

source: Arabic (Bahrain)
es: Árabe (Bahrein)

source: Arabic (Algeria)
es: Árabe (Argelia)

source: Arabic (Egypt)
es: Árabe (Egipto)

source: Arabic (Iraq)
es: Árabe (Iraq)

source: Arabic (Jordan)
es: Árabe (Jordán)

source: Arabic (Kuwait)
es: Árabe (Kuwait)

source: Arabic (Lebanon)
es: Árabe (Líbano)

source: Arabic (Libya)
es: Árabe (Libia)

source: Arabic (Morocco)
es: Árabe (Marruecos)

source: Arabic (Oman)
es: Árabe (Omán)

source: Arabic (Qatar)
es: Árabe (Qatar)

source: Arabic (Saudi Arabia)
es: Árabe (Arabia Saudita)

source: Arabic (Sudan)
es: Árabe (Sudán)

source: Arabic (Syria)
es: Árabe (Siria)

source: Arabic (Tunisia)
es: Árabe (Túnez)

source: Arabic (Yemen)
es: Árabe (Yemen)

source: Belarusian (Belarus)
es: Belarús (Bielorrusia)

source: Bulgarian (Bulgaria)
es: Búlgaro (Bulgaria)

source: Bengali (India)
es: Bengalí (India)

source: Catalan (Spain)
es: Catalán (España)

source: Czech (Czech Republic)
es: Checo (República Checa)

source: Danish (Denmark)
es: Danés (Dinamarca)

source: German (Austria)
es: Alemán (Austria)

source: German (Switzerland)
es: Alemán (Suiza)

source: German (Germany)
es: Alemán (Alemania)

source: German (Luxembourg)
es: Alemán (Luxemburgo)

source: Greek (Cyprus)
es: Griego (Chipre)

source: Greek (Greece)
es: Griego (Grecia)

source: English (Australia)
es: Inglés (Australia)

source: English (Canada)
es: Inglés (Canada)

source: English (United Kingdom)
es: Inglés (Gran Bretaña)

source: English (Ireland)
es: Inglés (Irlanda)

source: English (India)
es: Inglés (India)

source: English (Malta)
es: Inglés (Malta)

source: English (New Zealand)
es: Inglés (Nueva Zelanda)

source: English (Philippines)
es: Inglés (Filipinas)

source: English (Singapore)
es: Inglés (Singapur)

source: English (United States)
es: Inglés (Estados Unidos)

source: English (South Africa)
es: Inglés (Sudáfrica)

source: Spanish (Argentina)
es: Español (Argentina)

source: Spanish (Bolivia)
es: Español (Bolivia)

source: Spanish (Chile)
es: Español (Chile)

source: Spanish (Colombia)
es: Español (Colombia)

source: Spanish (Costa Rica)
es: Español (Costa Rica)

source: Spanish (Dominican Republic)
es: Español (República Dominicana)

source: Spanish (Ecuador)
es: Español (Ecuador)

source: Spanish (Spain)
es: Español (España)

source: Spanish (Guatemala)
es: Español (Guatemala)

source: Spanish (Honduras)
es: Español (Honduras)

source: Spanish (Mexico)
es: Español (México)

source: Spanish (Nicaragua)
es: Español (Nicaragua)

source: Spanish (Panama)
es: Español (Panamá)

source: Spanish (Peru)
es: Español (Perú)

source: Spanish (Puerto Rico)
es: Español (Puerto Rico)

source: Spanish (Paraguay)
es: Español (Paraguay)

source: Spanish (El Salvador)
es: Español (El Salvador)

source: Spanish (United States)
es: Español (Estados Unidos)

source: Spanish (Uruguay)
es: Español (Uruguay)

source: Spanish (Venezuela)
es: Español (Venezuela)

source: Estonian (Estonia)
es: Estonio (Estonia)

source: Finnish (Finland)
es: Finés (Finlandia)

source: French (Belgium)
es: Francés (Belgica)

source: French (Canada)
es: Francés (Canada)

source: French (Switzerland)
es: Francés (Suiza)

source: French (France)
es: Francés (Francia)

source: French (Luxembourg)
es: Francés (Luxemburgo)

source: Friulian
es: Friulano

source: Irish (Ireland)
es: Irlandés (Irlanda)

source: Croatian (Croatia)
es: Croata (Croacia)

source: Hungarian (Hungary)
es: Húngaro (Hungría)

source: Indonesian (Indonesia)
es: Indonesio (Indonesia)

source: Icelandic (Iceland)
es: Islandés (Islandia)

source: Italian (Switzerland)
es: Italiano (Suiza)

source: Italian (Italy)
es: Italiano (Italia)

source: Hebrew (Israel)
es: Hebreo (Israel)

source: Japanese (Japan)
es: Japonés (Japón)

source: Korean (South Korea)
es: Coreano (Corea del Sur)

source: Lithuanian (Lithuania)
es: Lituano (Lituania)

source: Latvian (Latvia)
es: Letón (Letonia)

source: Macedonian (Macedonia)
es: Macedonio (Macedonia)

source: Malay (Malaysia)
es: Malayo (Malasia)

source: Maltese (Malta)
es: Maltés (Malta)

source: Dutch (Belgium)
es: Neerlandés (Bélgica)

source: Dutch (Netherlands)
es: Neerlandés (Paises Bajos)

source: Norwegian (Norway)
es: Noruego (Noruega)

source: Norwegian (Norway, Nynorsk)
es: Noruego (Noruega, Nyrnorsk)

source: Polish (Poland)
es: Polaco (Polonia)

source: Portuguese (Brazil)
es: Portugués (Brasil)

source: Portuguese (Portugal)
es: Portugués (Portugal)

source: Romanian (Romania)
es: Rumano (Rumania)

source: Russian (Russia)
es: Ruso (Rusia)

source: Slovak (Slovakia)
es: Eslovaco (Eslovaquia)

source: Slovenian (Slovenia)
es: Esloveno (Eslovenia)

source: Albanian (Albania)
es: Albano (Albania)

source: Serbian (Bosnia and Herzegovina)
es: Serbio (Bosnia y Herzegovina)

source: Serbian (Serbia and Montenegro)
es: Serbio (Serbia y Montenegro)

source: Serbian (Montenegro)
es: Serbio (Montenegro)

source: Serbian (Serbia)
es: Serbio (Serbia)

source: Swedish (Sweden)
es: Suizo (Suiza)

source: Thai (Thailand)
es: Thai (Thailandia)

source: Thai (Thailand, TH)
es: Thai (Thailandia, TH)

source: Turkish (Turkey)
es: Turco (Turquía)

source: Ukrainian (Ukraine)
es: Ukraniano (Ukrania)

source: Vietnamese (Vietnam)
es: Vietnamita (Vietnam)

source: Chinese (China)
es: Chino (China)

source: Chinese (Hong Kong)
es: Chino (Hong Kong)

source: Chinese (Singapore)
es: China (Singapur)

source: Chinese (Taiwan)
es: Chino (Taiwan)

source: Connection failed to database
es: Fallo de Conección con la Base de Datos

source: traced in %1$s line %2$s
es: rastreado en %1$s linea %2$s

source: %1$s: %2$s in %3$s line %4$s
es: %1$s: %2$s en %3$s línea %4$s

source: SQL Query: %s took %s sec
es: Consulta SQL: %s tomó %s seg

source: Services
es: Servicios

source: Error! Zikula does not support PHP magic_quotes_runtime - please disable this feature in php.ini.
es: Error! Zikula no soporta PHP magic_quotes_runtime - por favor deshabilitela en el php.ini.

source: Error! Zikula does not support PHP magic_quotes_gpc = On - please disable this feature in your php.ini file.
es: Error! Zikula no soporta PHP magic_quotes_gpc - por favor deshabilitela en el php.ini.

source: Error! Zikula does not support PHP register_globals = On - please disable this feature in your php.ini or .htaccess file.
es: Error! Zikula no soporta PHP register_globals - por favor deshabilitela en su archivo php.ini o .htaccess.

source: Error! Zikula requires PHP version %1$s or greater. Your server seems to be using version %2$s.
es: Error! Zikula requiere PHP versión %1$s o superior. Su servidor parece que usa la versión %2$s.

source: Error! PHP 'token_get_all()' is required but unavailable.
es: ¡Error! La función PHP 'token_get_all()' es necesaria, pero no está disponible.

source: Error! PHP must have the mbstring extension loaded.
es: Error! PHP debe tener cargada la extensión mbstring.

source: Error! The PHP function 'fsockopen()' is needed within the Zikula mailer module, but is not available.
es: ¡Error! La función 'fsockopen()' de PHP de necesita dentro del módulo mailer de ZIkula, pero no está disponible.

source: Please ensure that the permissions are set correctly on your server.
es: ¡Hay un problema! '%s' no es escribible. Por favor asegúrese que los permisos de su servidor para el sistema de archivos son correctos.

source: System error! Folder '%s' was not found or is not writable.
es: ¡Error! El folder '%s' no se encontró o no es escribible.

source: Please ensure that the permissions are set correctly for the mentioned folders.
es: ¡Hay un problema! '%s' no es escribible. Por favor asegúrese que los permisos en el sistema de archivos son correctos.

source: Printer
es: Impresora

source: The Printer theme is an auxiliary theme designed specially for outputting pages in a printer-friendly format.
es: El theme 'Printer' es un theme auxiliar especialmente diseñado para mostrar las páginas en un formato imprimible.

source: The SeaBreeze theme is a browser-oriented theme, and was updated for the release of Zikula 1.0, with revised colours and new graphics.
es: EL theme 'SeaBreeze' es un theme para navegadores, fue actualizado para Zikula 1.0 con colores y gráficas mejoradas.

source: The Atom theme is an auxiliary theme specially designed for rendering pages in Atom mark-up.
es: El theme 'Atom', es un theme auxiliar especialmente diseñado para mostrar las páginas en formato Atom.

source: Show item descriptions
es: Mostrar descripciones de los elementos
