Repository: KratorD/spanish
Catalog: translations/core/1.3/locale/*/LC_MESSAGES/zikula.po
Languages: es

source: The site is currently off-line.
es: Este sitio está actualmente fuera de línea.

source: Missing parameter '%s'
es: Parámetro '%s' perdido

source: Error! The '%s' module is unknown.
es: ¡Error! El módulo '%s' es desconocido.

source: An unknown error occurred in module %s, controller %s, action %s
es: Un error desconocido ocurrió en el módulo %s, controlador %s, acción %s

source: Page not found.
es: Página no encontrada.

source: Error! The transaction failed. Performing rollback.
es: ¡Error! La transacción falló. Por favor revierta los cambios.

source: Error! The transaction failed.
es: ¡Error! La transacción falló.

source: Could not load the '%1$s' module at '%2$s'.
es: No es posible cargar el módulo '%s' en la función '%s'

source: The '%1$s' module returned an error in '%2$s'.
es: El modulo '%1$s' ha reportado un error en %2$s.

source: Zikula Upgrade script
es: Script de actualización de Zikula

source: Zikula Application Framework
es: Marco de Desarrollo de Aplicaciones Zikula

source: Upgrade script
es: Script de actualización

source: Zikula Upgrade script (for Zikula version %s and up)
es: Script de actualización de Zikula (para la versión %s y superiores)

source: This script will upgrade any Zikula v%1$s+ installation. Upgrades from less than Zikula v%1$s are not supported by this script.
es: Este script actualizará cualquier instalación de Zikula v%1$s+. Actualizaciones anteriores a la v%1$s no son soportadas por este script.

source: For more information about the upgrade process, please read the <a href="docs/%1$s/UPGRADING">upgrade documentation</a>, visit our <a href="http://community.zikula.org/Wiki.htm">wiki</a> or the <a href="http://community.zikula.org/module-Forum.htm">support forum</a>.
es: Para más información acerca del proceso de actualización, por favor lee la <a href="docs/%1$s/UPGRADING">documentacion de actualización</a>, o visita el <a href="http://zikula.es/foros">foro de soporte</a> de la Comunidad Zikula en Español.

source: FATAL ERROR!
es: ERROR FATAL!

source: Zikula does not appear to be installed.
es: Cikula parece no estar instalado

source: Please select your language
es: Por favor seleccione el idioma

source: Submit
es: Enviar

source: BEFORE proceeding you should backup your database!
es: ANTES de proceder deberías hacer una copia de respaldo de tu base de datos

source: Failed to login to your site
es: No se pudo iniciar sesión en su sitio

source: For the next upgrade steps you need to be logged in. Please provide your admin account credentials
es: Para los siguientes pasos de la actualización necesitas iniciar sesión. Por favor provee las credenciales de tu cuenta de administrador

source: Starting upgrade
es: Comenzando actualización

source: upgraded
es: actualizado

source: not upgraded
es: no actualizado

source: No modules required upgrading
es: Ningún módulo requiere ser actualizado

source: Finished upgrade
es: Actualización finalizada

source: Go to the startpage for %s
es: Ir a la página inicial de %s

source: Go to the admin panel for %s
es: Ir al panel de administración de %s

source: Already up to date
es: Ya está al día.

source: It seems that you have already installed version %s. Please remove this upgrade script, you do not need it anymore.
es: Parece que ya tiene instalada la versión %s. Por favor remueva este script de actualización, no lo va a necesitar más.

source: Possible incompatible version found.
es: Se ha encontrado una posible versión incompatible.

source: The current installed version of Zikula is reporting (%1$s). You must upgrade to version (%2$s) before you can use this upgrade.
es: La versión actualmente instalada de ZIkula está reportando (%1$s). Debe actualizarse a la versión (%2$s) antes de poder usar esta actualización.

source: date.timezone is currently not set. Since PHP 5.3.0, it needs to be set to a valid timezone in your php.ini such as timezone like UTC, GMT+5, Europe/Berlin.
es: date.timezone no está establecido. Desde PHP 5.3.0, este valor necesita ser una zona horaria válida en su php.ini, por ejemplo UTC, GMT-5, Europe/Madrid.

source: Check again
es: Verificar de nuevo

source: Theme Check Failed
es: !Verificación de Theme! Falló.

source: Proceed to upgrade (click once and wait)
es: Proceder la actualización (haga click una vez y espere)

source: Zikula is already installed!
es: Zikula ya está instalado!

source: System is already installed!
es: El sistema ya está instalado!

source: Enter database information
es: Proporcione la información de la base de datos

source: Error! Some of the required information was not entered. Please check your entries and try again.
es: ¡Error! Alguna de la información requerida no fue proporcionada. Por favor verifique sus entradas e intente de nuevo.

source: Error! Invalid table prefix. Please use only letters or numbers.
es: ¡Error! Prefijo para las tablas no válido. Por favor use solamente letras o números.

source: Error! Invalid database name. Please use only letters, numbers, '-' or '_' with a maximum of 64 characters.
es: ¡Error! Nombre de base de datos no válido. Por favor use solamente letras, números, '-' o '_' con 64 caracteres máximo.

source: Error! Could not connect to the database. Please check that you have entered the correct database information and try again.
es: ¡Error! No se pudo conectar a la base de datos. Por favor verifique que la información sobre la base de datos es correcta e intente de nuevo.

source: Error! Could not dump the database. Please check that the file zikulacms.sql is located within the folder install/sql and it is readable.
es: ¡Error! No se pudo volcar la base de datos. Por favor, compruebe que el archivo zikulacms.sql se encuentra en la carpeta install/sql y que es legible.

source: Error! The database exists and contain tables. Please delete all tables before to proceed.
es: ¡Error! La base de datos existe y contiene tablas. Por favor borre todas las tablas antes de proceder.

source: Database information
es: Información de la base de datos

source: Database type
es: Tipo de base de datos

source: Database table type (MySQL only)
es: Tipo de tabla (sólo para MySQL)

source: Host
es: Servidor

source: Database name
es: Nombre de la base de datos

source: Next
es: Siguiente

source: Create administrator's user account
es: Crear la cuenta de usuario del administrador

source: Error! The administrator's e-mail address is not correctly formed. Please correct your entry and try again.
es: ¡Error! El correo electrónico del administrador no tiene un formato válido. Por favor corrija e intenta de nuevo.

source: Error! Passwords must be at least 7 characters long.
es: ¡Error! La contraseña debe tener por lo menos 7 carácteres.

source: Create administrator's account
es: Crear una cuenta de administrador

source: Password (repetition for verification)
es: Contraseña (repetir para verificar)

source: Proceed with Installation
es: Proceder con la instalación

source: Zikula installer script
es: Instalación de Zikula

source: Installer script
es: Script de instalación

source: Select language
es: Seleccionar Idioma

source: Check requirements
es: Verificar los requerimientos

source: NOTICE: Official copies of Zikula are only from zikula.org
es: NOTA: Copias oficiales de ZIkula están sólo en zikula.org

source: Useful resources
es: Recursos útiles

source: Installation guide
es: Guía de instalación

source: http://community.zikula.org/module-Wiki.htm
es: http://zikula.es/wiki/

source: Zikula documentation
es: Documentación de Zikula

source: http://community.zikula.org/module-Forum.htm
es: http://zikula.es/foros/

source: Support forums
es: Foros de soporte

source: http://www.wikipedia.org/wiki/File_system_permissions
es: http://es.wikipedia.org/wiki/Permisos_de_acceso_a_archivos

source: File system permissions
es: Permisos del sistema de archivos

source: Theme extensions database
es: Base de datos de themes

source: Zikula is not installed!
es: Zikula no está instalado!

source: System is not installed!
es: El sistema no está instalado!

source: You are seeing this message because Zikula is not yet installed. You can install Zikula by clicking on the install button, but before doing so please read the <a href="docs/en/INSTALL">installation instructions</a>. Further information can be found in the <a href="http://community.zikula.org/Wiki-UserDocs.htm">online documentation</a>.
es: Estas viendo este mensaje porque Zikula no está instalado todavía. Puede instalar Zikula pulsando el botón de instalar, pero antes de hacer eso por favor lea las <a href="docs/en/README">instrucciones de instalación</a>. Información adicional puede ser encontrada en la <a href="http://community.zikula.org/Wiki-UserDocs.htm">documentación en línea</a>.

source: Install Zikula!
es: Instalar Zikula!

source: Zikula is free software released under the GPL license!
es: Zikula es software libre liberado bajo la licencia LGPL!

source: For more information, please visit <a href="http://zikula.org/" title="Zikula Homepage">http://zikula.org</a>.
es: Para más información, por favor visite <a href="http://zikula.org/" title="Sitio web de Zikula">http://zikula.org</a>.

source: Check system requirements
es: Verificación de los requerimientos del sistema

source: Your PHP version is %s.
es: Su versión de PHP es %s.

source: You have got a problem! Your PHP version is %s, which does not satisfy the Zikula system requirement of version 5.3.2 or later.
es: ¡Hay un problema! Su versión de PHP es %s, y no se satisface el requerimiento de Zikula de mínimo la versión 4.3.0.

source: date.timezone is currently not set. It needs to be set to a valid timezone in your php.ini such as timezone like UTC, GMT+5, Europe/Berlin.
es: date.timezone no está establecido. Desde PHP 5.3.0, este valor necesita ser una zona horaria válida en su php.ini, por ejemplo UTC, GMT-5, Europe/Madrid.

source: PDO extension loaded.
es: Extensión PDO cargada.

source: You have got a problem! Your PHP installation does not have the token functions available, but they are necessary for Zikula's output system.
es: ¡Hay un problema! Su instalación de PHP no tiene las funciones token disponibles, pero son requeridas por el sistema de plantillas de Zikula.

source: Your PHP installation does not have the multi-byte string functions available. Zikula needs this to handle multi-byte character sets.
es: Su instalación PHP no dispone de las funciones de cadenas multi-byte. Zikula las necesita para manejar conjuntos de caracteres multi-byte.

source: Personal configuration file
es: Archivo de configuración personal

source: '%s' is not present. This is OK.
es: '%s' no esta presente. Esto está bien.

source: '%s' has been found. This is not OK: please rename this file before continuing the installation process.
es: '%s' existe. Esto no está bien: por favor renombre este archivo antes de continuar con el proceso de instalación.

source: %s is writeable.
es: %s es escribible.

source: You have a problem! '%s' is not writeable. Please ensure that the permissions are set correctly for the installation process.
es: ¡Hay un problema! '%s' no es escribible. Por favor asegúrese que los permisos en el sistema de archivos son correctos.

source: Mail transport
es: Plataforma de correo

source: Character set (default: '%s')
es: Conjunto de caracteres (por defecto: '%s')

source: Encoding (default: '8bit')
es: Codificación (por defecto: '8bit')

source: HTML-formatted messages
es: Mensajes en formato HTML

source: Word wrap (default: 50)
es: Ajuste de lineas de texto (Por defecto: 50)

source: Use Microsoft mail client headers
es: Usar encabezados del cliente de correo de Microsoft

source: 'Sendmail' settings
es: Configuración de 'Sendmail'

source: Path to 'Sendmail'
es: Ruta a 'Sendmail'

source: SMTP settings
es: Configuración de SMTP

source: SMTP server (default: localhost)
es: Servidor SMTP (por defecto: localhost)

source: SMTP port (default: 25)
es: Puerto SMTP (por defecto: 25)

source: SMTP Security Method
es: Seguridad del Método SMTP

source: SMTP time-out (default: 10 seconds)
es: Tiempo de espera SMTP (por defecto: 10 segundos)

source: Enable SMTP authentication
es: Permitir identificación SMTP

source: SMTP user name
es: Nombre de usuario SMTP

source: SMTP password
es: Contraseña SMTP

source: Save
es: Guardar

source: Cancel
es: Cancelar

source: Settings test
es: Probar configuración

source: Sender's name
es: Nombre del remitente

source: Sender's e-mail address
es: Correo del remitente

source: Recipient's name
es: Nombre del destinatario

source: Recipient's e-mail address
es: Correo del destinatario

source: Subject
es: Asunto

source: Message Type
es: Tipo de Mensaje

source: Plain-text message
es: Mensaje en texto-plano

source: HTML-formatted message
es: Mensaje en formato HTML

source: Multi-part message
es: Mensaje Multi-part

source: Test settings now
es: Probar configuración ahora

source: Form of display
es: Forma de presentación

source: Flags
es: Banderas

source: Dropdown menu
es: Menú desplegable

source: List
es: Lista

source: Translate options
es: Opciones de Traducción

source: Edit block
es: Editar bloque

source: Block placement filtering
es: Filtro par ubicaciones de bloques

source: Position(s)
es: Posición(es)

source: Advanced placement options
es: Mostrar/ocultar las opciones de ubicación avanzadas

source: Show/hide advanced placement options
es: Mostrar/ocultar las opciones de ubicación avanzadas

source: Create new filter
es: Crear nuevo filtro

source: Module
es: Módulo

source: Function type
es: Tipo de función

source: Function name
es: Nombre de Función

source: Function arguments
es: Argumentos de la función

source: Collapsibility
es: Contraibilidad

source: Collapsible
es: Contraible

source: Default state
es: Estado predeterminado

source: Expanded
es: Expandido

source: Collapsed
es: Colapsado

source: Customisation
es: Personalización

source: Block refresh interval
es: Intervalo de refresco del bloque

source: Add the current URL as new link in this block
es: Añadir la URL actual como un nuevo enlace en este bloque

source: Add current URL
es: Añadir la actual URL

source: Edit this block
es: Editar este bloque

source: Block content
es: Contenido del Bloque

source: Block settings
es: Configuración del bloque

source: Block titles
es: Títulos del Bloque

source: Block display settings
es: Configuracion de Visualización

source: Block editing settings
es: Configuración del bloque

source: Template
es: Plantilla

source: Stylesheet
es: Hoja de estilo

source: Choose stylesheet
es: Seleccionar hoja de estilo

source: Show editing links
es: Mostrar enlaces de edición

source: Maximum depth of tree
es: Máxima profundidad del árbol

source: Zero means no limit.
es: Cerp sognifica sin límite.

source: Class list for links
es: Lista de Clases para enlaces

source: Class name
es: Nombre de Clase

source: Class title
es: Título de Clase

source: Delete class
es: Borrar clase

source: Add
es: Añadir

source: Add class
es: Agregar clase

source: Expand all
es: Expandir todo

source: Collapse all
es: Contraer todo

source: Change active language:
es: Cambiar lenguaje activo:

source: Choose menu
es: Escoja el menú

source: Edit menu item
es: Editar el elemento

source: Field Name is required.
es: 'Título' es un campo obligatorio.

source: Please fill required fields
es: Por favor llene los campos requeridos

source: Menu item data
es: Datos del Menu

source: Use one for all languages
es: Usar uno para todos los idiomas

source: CSS class
es: Clase CSS

source: Choose class
es: Seleccione la clase

source: Active?
es: Activo?

source: Click to activate this block
es: Clic para activar este bloque

source: Click to deactivate this block
es: Clic para desactivar este bloque

source: Filter
es: Filtro

source: Block Position
es: Posición de bloques

source: Active Status
es: Estado

source: Clear
es: Limpiar

source: Block ID
es: ID

source: State
es: Estado

source: Actions
es: Acciones

source: Block positions list
es: Lista de posiciones de bloques

source: This is the list of block positions currently existing for your site's pages. You can create a new block position by clicking 'Create block position' in the menu. To edit the settings for a block position, or to reorder the blocks within a block position, click on the 'Edit' icon beside that particular position. To delete a block position, click on the 'Delete' icon and confirm the action in the confirmation prompt that will display.
es: Esta es la lista de posiciones de bloques que actualmente existen para las páginas de este sitio. Usted puede crear una nueva posición de bloques haciendo clic en la opción del menú 'Crear posición de bloques'. Para editar las opciones de una posición, o reordenar los bloques dentro de una posición, haga clic en el icono de 'Editar' al lado de esa posición en particular. Para eliminar una posición, haga clic en el icono 'Borrar' y confirme la acción en el aviso de confirmación que aparecerá.

source: Theme tag
es: Etiqueta de Theme

source: Delete block position
es: Borrar posición de bloques

source: Do you really want to delete this block position?
es: ¿Realmente quiere borrar esta posición de bloques?

source: Confirmation prompt
es: Aviso de confirmación

source: Enable menu collapse icons
es: Habilitar menú con ícono contraible

source: New block
es: Nuevo bloque

source: Block
es: Bloque

source: Template for this block
es: Plantilla para este bloque

source: CSS styling
es: Estilo CSS

source: Style sheet
es: Hoja de estilos

source: Visibility within block
es: Visibilidad dentro del bloque

source: Display links to installed modules
es: Mostrar enlaces a módulos instalados.

source: These block titles override the title entered in the Blocks/extmenu section at the top of this page. If you enter titles here, it is these titles here that will be displayed in site pages. The title entered under Blocks/extmenu will be the title seen in the blocks list in the Blocks administration.
es: Estos títulos de bloque sobreescriben el título incluido en la sección de los Bloques/extmenu de la parte superior de esta página. Si usted ingresa títulos aquí, son estos títulos los que se mostrarán las páginas del sitio. El título ingresado en Bloques/extmenu será el título que se verá en las lista de bloques del administrador de bloques.

source: Create new menu item
es: Crear un nuevo elemento del menú

source: Image
es: Imagen

source: optional
es: opcional

source: Error! Encountered a problem:
es: ¡Error! Se encontró un problema:

source: Add the current URL as a new link in this block
es: Añadir la URL actual como un nuevo enlace en este bloque

source: Document URL
es: URL del documento

source: or
es: o

source: Document contents
es: Contenido del documento

source: Style sheet URL
es: URL de la hoja de estilos

source: Style sheet contents
es: Contenido de la hoja de estilos

source: Preferred language
es: Idioma preferido

source: New block position
es: Nueva posición de bloques

source: Characters allowed: a-z, A-Z, 0-9, dash (-) and underscore (_).
es: Los caracteres permitidos son: a-z, A-Z, 0-9, guión (-) y guión bajo (_).

source: Do you really want to delete this block?
es: ¿Realmente quiere borrar este bloque?

source: Edit block position
es: Editar posición de bloques

source: Block position
es: Posición de bloques

source: Block assignments
es: Asignaciones del bloque

source: Notice: Use drag and drop to arrange the blocks in this position into your desired order. The new block order will be saved automatically.
es: Aviso: Use arrastrar y soltar para arreglar los bloques en esta posición en en el orden deseado. El nuevo orden de los bloques será grabado automáticamente.

source: Blocks assigned to this position
es: Bloques asignados a esta posición

source: Blocks not assigned to this position
es: Bloques no asignados a ésta posición

source: Modules manager
es: Administrador de módulos

source: Insert blank after
es: Insertar espacio despues

source: New row
es: Nueva fila

source: File name (including relative path from Zikula root directory)
es: Nombre de archivo (incluyendo la ruta relativa desde el directorio raíz de Zikula)

source: File type
es: Tipo de archivo

source: Permission rule information
es: Información de la regla de permiso

source: Registered component
es: Componente registrado

source: Instance template
es: Plantilla de la instancia

source: Lock main administration permission rule
es: Bloquear el permiso de administración principal

source: ID of main administration permission rule
es: ID de la regla de administración principal

source: Enable filtering of group permissions
es: Habilitar filtrado de permisos por grupo

source: Minimum row height for permission rules list view (in pixels)
es: Alto mínimo de la fila al ver listas de permisos (en píxeles)

source: Minimum row height for rule editing view (in pixels)
es: Alto mínimo de la fila al editar una regla (en píxeles)

source: Updating permission rule...
es: Actualizando regla de permisos...

source: Deleting permission rule...
es: Borrando regla de permisos...

source: Do you really want to delete this permission rule?
es: ¿Realmente quiere borrar esta regla de permiso?

source: Testing permission...
es: Probando permiso...

source: This permission rule has been locked. If you need to unlock it, go to the Permission rules manager Settings page.
es: La regla de permiso ha sido bloqueada. Si necesita desbloquearla, vaya a la página de configuración del módulo de Permisos.

source: Notice: Arrange your permission rules in the desired order of evaluation, using drag and drop. The sort order will be saved immediately and automatically.
es: Nota: Arregle las reglas de permiso en el orden deseado de evaluación, usando arrastrar y soltar. El orden será grabado inmediata y automáticamente.

source: The permission rule you have defined as your main administration permission rule (highlighted in the list below) has been <strong>locked</strong>, which means you cannot edit it, move it or delete it. If this permission rule is not at the top of the list, other permission rules can be moved around it. If you need to perform an operation on the main administration permission rule then you must go to the Permission rules manager Settings page to unlock it beforehand. Otherwise, it is safer to keep it locked.
es: La regla de permiso que ha definido como la regla de permiso de administración (resaltada en la siguiente lista) ha sido <strong>bloqueda</strong>, lo que significa que no la puede editar, mover o borrar. Si esta regla no está primero que demás, otras se podrán mover alrededor de ella. Si necesita ejecutar una acción en la regla principal entonces debe ir a la configuración y desbloquearla de antemano. Sin embargo, es mejor mantenerla bloqueada.

source: The permission rule you have defined as your main administration permission rule (highlighted in the list below) is <strong>unlocked</strong>, which means you can currently edit it, move it or delete it. Once you have finished any operations you want to perform on it, you are recommended to go to the Permission rules manager Settings page and lock it again.
es: La regla de permiso que ha definido como la regla de permiso de administración (resaltada en la siguiente lista) está <strong>desbloqueda</strong>, lo que significa que la puede editar, mover o borrar. Una vez termine cualquier operación sobre esta regla, se recomienda ir a la configuración y bloquearla de nuevo.

source: Filter permission rules list
es: filtro de lista de reglas de permiso

source: Choose filter
es: Escoja el filtro

source: Component
es: Componente

source: Caution! Filter is active!
es: ¡Atención! El Filtro está activo

source: Instance
es: Instancia

source: Permission level
es: Nivel de permiso
