Repository: KratorD/spanish
Catalog: translations/core/1.3/locale/*/LC_MESSAGES/zikula.po
Languages: es

source: Error! The '%s' module is not available.
es: ¡Error! El módulo '%s' no está disponible.

source: On
es: Encendido

source: Off
es: Apagado

source: Welcome, %s!
es: Bienvenido(a), %s!

source: Unable to load class [%s] for module [%s]
es: No fue posible cargar la clase [%s] para el módulo [%s]

source: Your Account
es: Tu cuenta

source: Register new account
es: Registrar una nueva cuenta

source: %b %d, %Y - %I:%M %p
es: %d de %b de %Y - %I:%M %p

source: Error! in %1$s: invalid value for the %2$s parameter (%3$s).
es: ¡Error! En %1$s: Valor no válido para el parámetro %2$s (%3$s).

source: Error! Category [%1$s] does not have the field [%2$s] set.
es: ¡Error! La categoría [%1$s] no tiene el campo [%2$s] definido.

source: You can safely remove the modulestylesheet plugin from your theme. It is obsolete since Zikula 1.1.0. The adding of stylesheet files has been automated and does not need user interference. This note is shown to Administrators only.
es: Puede remover sin problema el plugin modulestylesheet de su theme. Es obsoleto desde Zikula 1.1.0. La adición de hojas de estilo ha sido automatizada y no necesita de la interferencia del theme. Esta nota se muestra sólo a administradores.

source: Online manual
es: Manual en línea

source: Theme: %1$s by %2$s - %3$s
es: Theme: %1$s por %2$s - %3$s

source: Error! Invalid file specification '%s'.
es: ¡Error! Especificación de archivo no válida '%s'.

source: Error! Invalid file array specification.
es: ¡Error! Arreglo de especificaciones de archivo no válido.

source: Warning! Function %1$s is deprecated. Please use %2$s instead.
es: Advertencia! La función %1$s es obsoleta. Por favor use %2$s en su lugar.

source: Error! Invalid class specification '%s'.
es: ¡Error! Especificación de clase no válida '%s'.

source: Error! Invalid module specification '%s'.
es: ¡Error! Especificación de módulo '%s' no válida.

source: Error! Invalid 'base_obj_type' specification '%s'.
es: ¡Error! Especificación de 'base_obj_type' no válida '%s'.

source: Error! Unable to load class [%s]
es: ¡Error! No se pudo cargar la clase [%s]

source: Invalid connection key [%s]
es: Clave de conexión no válida [%s]

source: Warning! Function %1$s is deprecated.
es: ¡Advertencia! La funcion %1$s es obsoleta.

source: Assertion failed
es: Aserción fallida

source: Error! The 'pnVarCensor' function used in '%s' is deprecated. Instead, please activate the 'MultiHook' for this module.
es: ¡Error! La función 'pnVarCensor' usada en '%s' está obsoleta. En su lugar, por favor active el hook de 'MultiHook' para este módulo.

source: Error! Function pnModLangLoad is deprecated.
es: ¡Advertencia! La función pnModLangLoad es obsoleta.

source: Warning! Function %s is deprecated.
es: ¡ Advertencia! La función %s es obsoleta.

source: Error! An invalid initialization directive '%s' found in 'DBObjectArray::init()'.
es: ¡Error! Directiva de inicialización no válida '%s' encontrada en 'PNObject::init()'.

source: Error! An unexpected parameter type initialization '%s' was encountered in 'PNObject::init()'.
es: ¡Error! Se recibió un parámetro no esperado de tipo inicialización '%s' encontrado en 'PNObject::init()'.

source: Error! An invalid initialization directive '%s' found in 'DBObject::_init()'.
es: ¡Error! Directiva de inicialización no válida '%s' encontrada en 'PNObject::init()'.

source: Error! An unexpected parameter type initialization '%s' was encountered in 'DBObject::_init()'.
es: ¡Error! Se recibió un parámetro no esperado de tipo inicialización '%s' encontrado en 'PNObject::init()'.

source: %1$s: %2$s is empty
es: %1$s: %2$s está vacío

source: Error! Invalid type of object [%s] received.
es: ¡Error! Tipo de objeto recibido [%s] no válido.

source: %s: called with invalid %s.
es: %s: llamado con un %s no válido.

source: The destination path [%s] does not exist or is not writable
es: El directorio de destino [%s] no existe o no se puede escribir

source: The destination path does not exist or is not writable
es: El directorio de destino no existe o no se puede escribir

source: The uploaded file exceeds the upload_max_filesize directive in php.ini.
es: El fichero cargado excede la directiva upload_max_filesize definida en php.ini.

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the html form.
es: El fichero cargado excede la directiva MAX_FILE_SIZE definido en el formulario html.

source: The uploaded file was only partially uploaded.
es: El fichero cargado no fue subido en su totalidad

source: No file was uploaded.
es: Ningún fichero fue cargado.

source: Uploaded file size 0 bytes.
es: El tamaño del archivo subido es de 0 bytes.

source: %1$s: %2$s is not an array
es: %1$s: %2$s no es un arreglo

source: Error! Received invalid parameter '%s'
es: ¡Error! Parámetro '%s' recibido no válido

source: Error! Unable to load table information for module '%s'
es: ¡Error! No fue posible cargar informacion de la tabla para el módulo '%s'

source: %1$s: Missing %2$s.
es: %1$s: %2$s perdido.

source: Unavailable/Invalid %1$s [%2$s] passed to %3$s.
es: No se ha suministrado un %1$s o no es válido [%2$s], a %3$s.

source: Security check failed for %1$s [%2$s] passed to %3$s.
es: Verificación de seguridad fallida para %1$s [%2$s] pasada a %3$s.

source: Unable to load class [%1$s] for module [%2$s].
es: No fue posible cargar la clase [%1$s] para el módulo [%2$s].

source: Invalid %1$s [%2$s] in %3$s.
es: %1$s [%2$s] no válido en %3$s.

source: No access
es: Sin acceso

source: Read access
es: Leer

source: Write access
es: Escritura

source: Warning! %1$s::%2$s is deprecated. Please use %1$s::%3$s instead.
es: Advertencia! %1$s::%2$s es obsoleta. Por favor use %1$s::%3$s en su lugar.

source: January February March April May June July August September October November December
es: Enero Febrero Marzo Abril Mayo Junio Julio Agosto Septiembre Octubre Noviembre Diciembre

source: Block type '%s' not found
es: Tipo de bloque '%s' no encontrado

source: Error! The '%s' block type was not found. Please check the corresponding blocks directory.
es: ¡Error! El tipo de bloque '%s' parece no existir. Por favor verifica la carpeta de bloques correspondiente.

source: Error! A database error occurred: '%1$s: %2$s'.
es: ¡Error! Ocurrió un error en la base de datos: '%1$s: %2$s'.

source: %1$s must be an instance of $2$s
es: %1$s debe ser una instancia de $2$s

source: Empty %1$s passed to %2$s.
es: %1$s vacío pasado a %2$s.

source: Invalid input source [%s] received.
es: Fuente de entrada no válida [%s] recibida.

source: %s does not exist
es: %s no existe

source: Empty [%s] received.
es: Se ha recibido un [%s] vacío.

source: Sorry! Invalid authorisation key ('authkey'). This is probably either because you pressed the 'Back' button to return to a page which does not allow that, or else because the page's authorisation key expired due to prolonged inactivity. Please refresh the page and try again.
es: ¡Lo sentimos! Llave de autorización no válida ('authkey'). Esto probablemente porque usted utilizó el botón de 'Atrás' para retornar a una página que no permite eso, o que la llave de autorización de la página expiró dada una inactividad prolongada. Por favor refresque la página e intente de nuevo.

source: Sorry! You have not been granted access to this page.
es: ¡Lo sentimos! No tiene autorización para acceder a esta página.

source: Error! The action you wanted to perform was not successful for some reason, maybe because of a problem with what you input. Please check and try again.
es: ¡Error! La acción que quiso llevar a cabo no tuvo éxito por alguna razón. Tal vez debido a un problema con los datos proporcionados. Compruebe y vuelva a intentarlo.

source: Copy
es: Copiar

source: Root category
es: Categoría raíz

source: Display name
es: Nombre público

source: Description
es: Descripción

source: Leaf
es: Hoja

source: Locked
es: Bloqueado

source: Plugin %s is already installed
es: Plugin %s se encuentra instalado

source: Plugin %s is not installed
es: Plugin %s no está instalado

source: The parameter %s must not be empty
es: El parámetro %s no debe ser vacío

source: No SQL statement to execute
es: No hay instrucción SQL a ejecutar

source: Paging parameters can only be used for SELECT statements
es: Los parámetros de paginación sólo pueden ser usados para consultas SELECT

source: Invalid table-key [%s] retrieved
es: Se proporcionó una clave de tabla no válida [%s]

source: Empty query generated for [%s] filtered by columnArray
es: La consulta generada es vacía para [%s] filtrada por columnArray

source: Invalid join information retrieved (alias %s already exists)
es: Se proporcionó información de join no válida (el alias %s ya existe)

source: Neither the sql parameter nor the table array contain the dictionary representation of table [%s]
es: Ni el parametro de sql ni la matriz de tablas contienen la representacion del diccionario de la tabla [%s]

source: Error! Column rename failed.
es: ¡Error! Renombramiento de columna fallido.

source: The parameter %s must be an array of field arrays
es: El parámetro %s deben ser un arreglo de arreglo de campos

source: %1$s does not exist in table definition for %2$s.
es: %1$s no existe en la definición de la tabla %2$s.

source: Error! Column creation failed.
es: ¡Error! Intento de creación fallido.

source: The parameter %s must be an array.
es: El parámetro %s debe ser un arreglo

source: Error! Column deletion failed.
es: ¡Error! Eliminación de columna fallida. (%1$s, %2$s, %3$s)

source: %s_column is not an array
es: %s_column no es un arreglo

source: %s_column_def is not an array
es: %s_column_def no es un arreglo

source: Unable to find anything to insert in supplied object ...
es: %s: no se encontró nada para insertar en el objeto suministrado

source: Invalid idfield received
es: Se recibió un id de campo no válido

source: Can't specify both object and where-clause
es: %s: no se puede especificar ambos, el objeto y la cláusula where

source: Missing either object or where-clause
es: %s: no se suministró ni el objeto ni la cláusula where

source: Object does not have an ID
es: %s: el objeto no tiene un ID

source: Unable to find assocKey [%1$s] in objectColumns for resultset.
es: No se pudo encontrar la clave [%1$s] dentro del resultado.

source: The parameter %s must be an array
es: El parámetro %s deben ser un arreglo

source: Permission filter iterator did not return an array (must be an array of arrays)
es: El iterador del filtro de permisos no retornó un arreglo (debe ser un arreglo de arreglos)

source: Permission filter level is invalid: [%s]
es: El nivel de permiso del filtro de no es válido: [%s]

source: Got no rows to select from
es: %s no se obtuvieron filas para seleccionar

source: Got no columns to select from
es: %s no se obtuvieron columnas para seleccionar

source: The parameter %s must be numeric
es: El parámetro %s no debe ser vacío

source: Exiting after SQL-error
es: Saliendo luego de un error SQL

source: Neither the sql parameter nor the table structure contain the data dictionary representation of table [%s] ...
es: Ni el parametro de SQL ni la estructura de la tabla contienen la representacion del diccionario de datos de la tabla [%s]

source: Neither the sql parameter nor the table structure contain the ADODB dictionary representation of table [%s] ...
es: Ni el parametro de SQL ni la estructura de la tabla contienen la representacion del diccionario de datos de la tabla [%s]

source: Unable to retrieve table definition for [%s]
es: Incapaz de extraer la definición para la tabla [%s]

source: Unable to retrieve table columns definition for [%s]
es: Incapaz de extraer la definicion de las columnas para la tabla [%s]

source: Unable to retrieve table columns_def definition for [%s]
es: Incapaz de extraer la definicion de la tabla columns_def para [%s]

source: Table consistency check failed for %s
es: Verificación de consistencia fallida para %s

source: Error! Table creation failed for %s
es: ¡Error! La creación de tablas falló para %s.

source: Error! Table update failed.
es: ¡Error! Actualización de tabla fallida.

source: Error! Table rename failed.
es: ¡Error! Renombramiento de la tabla fallido. (%1$s, %2$s, %3$s)

source: Error! Table drop failed.
es: ¡Error! Eliminación de tabla fallida.

source: Error! Index creation failed.
es: ¡Error! Creación de índice fallido.

source: Error! Index deletion failed.
es: ¡Error! Eliminación de índice fallido.

source: Error! Fetching table index list failed.
es: ¡Error! Falló actualización del indice de lista de la tabla.

source: %1$s: unable to limit tablename [%2$s] because database prefix is too long for Oracle, please shorten it (recommended length is 4 chars)
es: %1$s: Incapaz de limitar el nombre de la tabla [%2$s] porque el prefijo de la base de datos es demasiado largo para Oracle, por favor redúzcalo (el largo recomendado es de 4 caracteres).

source: %A, %B %d, %Y
es: %A, %d de %B, %Y

source: %A, %B %d, %Y - %I:%M %p
es: %A, %d de %B, %Y - %I:%M %p

source: Unknown timezone
es: Zona horaria desconocida

source: (GMT -12:00 hours) Baker Island
es: (GMT -12:00 horas) Eniwetok, Kwajalein

source: (GMT -11:00 hours) Midway Island, Samoa
es: (GMT -11:00 horas) Midway Island, Samoa

source: (GMT -10:00 hours) Hawaii
es: (GMT -10:00 horas) Hawaí

source: (GMT -9:30 hours) French Polynesia
es: (GMT -9:30 horas) Polinesia francesa

source: (GMT -9:00 hours) Alaska
es: (GMT -9:00 horas) Alaska

source: (GMT -8:00 hours) Pacific Time (US & Canada)
es: (GMT -8:00 horas) Horario del Pacífico (US & Canadá)

source: (GMT -7:00 hours) Mountain Time (US & Canada)
es: (GMT -7:00 horas) Horario de las Montañas (US & Canadá)

source: (GMT -6:00 hours) Central Time (US & Canada), Mexico City
es: (GMT -6:00 horas) Horario Central (US & Canadá), Ciudad de México

source: (GMT -5:00 hours) Eastern Time (US & Canada), Bogota, Lima, Quito
es: (GMT -5:00 horas) Horario Oriental (US & Canadá), Bogotá, Lima

source: (GMT -4:00 hours) Atlantic Time (Canada), Caracas, La Paz
es: (GMT -4:00 horas) Horario del Atlántico (Canadá), Caracas, La Paz, Santiago

source: (GMT -3:30 hours) Newfoundland
es: (GMT -3:30 horas) Terranova

source: (GMT -3:00 hours) Brazil, Buenos Aires, Georgetown
es: (GMT -3:00 horas) Brasil, Buenos Aires, Georgetown

source: (GMT -2:00 hours) Mid-Atlantic
es: (GMT -2:00 horas) Atlántico Medio

source: (GMT -1:00 hours) Azores, Cape Verde Islands
es: (GMT -1:00 horas) Azores, Islas de Cabo Verde

source: (GMT) Western Europe Time, London, Lisbon, Casablanca, Monrovia
es: (GMT) Horario de Europa Occidental, Londres, Lisboa, Casablanca, Islas Canarias

source: (GMT +1:00 hours) CET (Central Europe Time), Brussels, Copenhagen, Madrid, Paris
es: (GMT +1:00 horas) CET (Europa Central), Bruselas, Madrid, París

source: (GMT +2:00 hours) EET (Eastern Europe Time), Kaliningrad, South Africa
es: (GMT +2:00 horas) EET (Europa del Este), Sur África

source: (GMT +3:00 hours) Baghdad, Kuwait, Riyadh, Moscow, St. Petersburg
es: (GMT +3:00 horas) Moscú, Bagdad, Nairobi

source: (GMT +3:30 hours) Tehran
es: (GMT +3:30 horas) Teherán

source: (GMT +4:00 hours) Abu Dhabi, Muscat, Baku, Tbilisi
es: (GMT +4:00 horas) Abu Dhabi, Muscat, Baku, Tbilisi

source: (GMT +4:30 hours) Kabul
es: (GMT +4:30 horas) Kabul

source: (GMT +5:00 hours) Ekaterinburg, Islamabad, Karachi, Tashkent
es: (GMT +5:00 horas) Ekaterinburg, Islamabad, Karachi, Tashkent

source: (GMT +5:30 hours) Bombay, Calcutta, Madras, New Delhi
es: (GMT +5:30 horas) Bombay, Calcuta, Nueva Delhi

source: (GMT +5:45 hours) Kathmandu
es: (GMT +5:45 horas) Kathmandu

source: (GMT +6:00 hours) Almaty, Dhaka, Colombo
es: (GMT +6:00 horas) Almaty, Dhaka, Colombo

source: (GMT +6:30 hours) Cocos Islands, Myanmar
es: (GMT +6:30 horas) Yangón, Isla del Coco

source: (GMT +7:00 hours) Bangkok, Hanoi, Jakarta
es: (GMT +7:00 horas) Bankok, Hanoi, Jakarta

source: (GMT +8:00 hours) Beijing, Perth, Singapore, Hong Kong, Chongqing, Urumqi, Taipei
es: (GMT +8:00 horas) Pekín, Perth, Singapur, Hong Kong

source: (GMT +9:00 hours) Tokyo, Seoul, Osaka, Sapporo, Yakutsk
es: (GMT +9:00 horas) Tokio, Seúl, Osaka, Sapporo, Yakutsk

source: (GMT +9:30 hours) Adelaide, Darwin
es: (GMT +9:30 horas) Adelaide, Darwin

source: (GMT +10:00 hours) EAST (East Australian Standard)
es: (GMT +10:00 horas) EAST (Australia Oriental), Guam, Vladivostok

source: (GMT +10:30 hours) Lord Howe Island (NSW, Australia)
es: (GMT +10:30 horas) Lord Howe Island (NSW, Australia)

source: (GMT +11:00 hours) Magadan, Solomon Islands, New Caledonia
es: (GMT +11:00 horas) Magadan, Islas de Salomón, Nueva Caledonia

source: (GMT +11:30 hours) Norfolk Island
es: (GMT +11:30 horas) Norfolk Island

source: (GMT +12:00 hours) Auckland, Wellington, Fiji, Kamchatka, Marshall Island
es: (GMT +12:00 horas) Auckland, Wellington, Fiji, Kamchatka

source: (GMT +12:45 hours) Chatham Islands
es: (GMT +12:45 horas) Chatham Islands

source: (GMT +13:00 hours Tonga, Kiribati (Phoenix Islands)
es: (GMT +13:00 horas) Tonga, Kiribati (Phoenix Islands)

source: (GMT +14:00 hours) Kiribati (Line Islands)
es: (GMT +14:00 horas) Kiribati (Line Islands)

source: Sun Mon Tue Wed Thu Fri Sat
es: Dom Lun Mar Mie Jue Vie Sab

source: Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec
es: Ene Feb Mar Abr May Jun Jul Ago Sep Oct Nov Dic

source: Sunday Monday Tuesday Wednesday Thursday Friday Saturday
es: Domingo Lunes Martes Miércoles Jueves Viernes Sábado

source: Dateformat must be with 8, 14 or 17 characters long.
es: El formato de fecha debe tener 8, 14, o 17 caracteres.

source: Dateformat separators must be the same in %s
es: Los separadores del formato de fecha deben ser los mismos en %s

source: Dateformat time separators must be the same in %s
es: Los separadores de la hora en el formato de fecha deben ser los mismos en %s

source: Dateformat did not match known format in %s
es: El formato de fecha no coincidió con ninguno conocido en %s

source: %s: Invalid join information!
es: %s: Información join no válida!

source: Error! This use of 'SessionUtil::setVar()' is no longer valid. Please use the LogUtil API to manipulate status messages and error messages.
es: ¡Error! Este uso de 'SessionUtil::setVar()' está obsoleto. Por favor use el API de LogUtil API para manipular los mensajes de estado y de error.

source: Warning! %1$s is deprecated. Please use %1$s::%3$s instead.
es: Advertencia! %1$s es obsoleta. Por favor use %1$s::%3$s en su lugar.

source: An invalid %1$s parameter was received.
es: Un parámetro %1$s no válido fue recibido.

source: The authentication module '%1$s' is not available.
es: El módulo de autenticación '%1$s' no está disponible.

source: Your account has been disabled. Please contact a site administrator for more information.
es: SU cuenta ha sido deshabilitada. Por favor contacte al administrador del sitio para mas información-.

source: Your account has been disabled and is scheduled for removal. Please contact a site administrator for more information.
es: Su cuenta ha sido deshabilitada y programada para ser removida. Por favor contacte al administrador del sitio para mas información.

source: Sorry! Either there is no active user in our system with that information, or the information you provided does not match the information for your account.
es: ¡Lo sentimos! Ya sea que el usuario no esta activo en nuestro sistema con es ainformación, o la información que proporciona no concuerda con la información de su cuenta.

source: Error! Could not save the log-in date.
es: ¡Error! No fue posible guardar la fecha de acceso.

source: Warning! User variable [%1$s] is deprecated. Please use [%2$s] instead.
es: Advertencia! La variable de usuario [%1$s] es obsoleta. Por favor use [%2$s] en su lugar.

source: An invalid uid was provided.
es: Un uid no válido fue sumiistrado.

source: The requested URL cannot be found
es: La URL requerida no fue encontrada.

source: %s called on a non-object
es: %s llamado en un no-objeto

source: %1$s: Unable to reference object type [%2$s]
es: %1$s: No fue posible referenciar el tipo de objeto [%2$s]

source: %1$s: %2$s is not an object.
es: %1$s: %2$s no es un objeto.

source: %1$s: %2$s is not an array.
es: %1$s: %2$s no es un arreglo.

source: Unable to determine a valid ID in object [%1$s, %2$s]
es: No fue posible determinar un ID de objeto válido [%1$s, %2$s]

source: %1$s: there is no [%2$s] field in the [%3$s] table.
es: %1$s: No existe el campo [%2$s] en la tabla [%3$s]

source: %1$s: invalid direction [%2$s] supplied.
es: %1$s: direction suministrada [%2$s] no valida

source: Root Category
es: Categoría raíz

source: Invalid object in %s
es: Objeto no válido en %s

source: %1s: %2s is not an array.
es: %1s: %2s no es un array.

source: %1s: empty %2s supplied.
es: %1s: vacio sumnistrado %2s

source: %1$s: invalid cmp_op [%2$s] supplied for non-required field [%3$s].
es: %1$s: cmp_op [%2$s] no valido para suministrarse al campo no requerido [%3$s].

source: %1$s: invalid cmp_op [%2$s] supplied for field [%3$s].
es: %1$s: cmp_op [%2$s] no válido para suministrarse a campo [%3$s]

source: %1$s: invalid validationArray supplied: expected 5 fields but found %2$s.
es: %1$s: validationArray suministrado no válido: se esperaban 5 campos pero se encontraron %2$s.

source: Error! In 'setCookie', you must specify at least the cookie name '%s'.
es: ¡Error! En 'setCookie, debe especificar al menos el nombre de la cookie '%s'.

source: Invalid security level [%1$s] received in %2$s
es: Nivel de seguridad inválido [%1$s] recivido en %2$s

source: Warning! Static call %1$s is deprecated. Please use %2$s instead.
es: Advertencia! La función %1$s es obsoleta. Por favor use %2$s en su lugar.

source: Overview access
es: Mostrar

source: Comment access
es: Comentar

source: Moderate access
es: Moderar

source: Class %s cannot be found.
es: La clase %s no pudo ser encontrada.

source: Ajax security checks failed.
es: Fallo la verificación de seguridad de Ajax.

source: %1$s::%2$s() does not exist.
es: %1$s::%2$s() no existe.

source: Render time
es: Tiempo de despliegue

source: Functions executions
es: Ejecucíon de Funciones

source: Function
es: Función

source: Time (ms)
es: Tiempo (ms)

source: (empty)
es: (vacío)

source: Configuration
es: Configuración

source: Zikula configuration
es: Configuración de Zikula

source: Module %s
es: Módulo %s

source: Click to show the configuration variables
es: Clic para mostrar las variables de configuración

source: Memory
es: memoria

source: Templates
es: Plantillas

source: Click to show the assigned template variables
es: Clic para mostrar las variables asignadas al template

source: Log console
es: Consola de reportes

source: No items found.
es: No se encontraron elementos.

source: Type
es: Tipo

source: Message
es: Mensaje

source: File: Line
es: Archivo: Línea

source: Emergency
es: Emergencia

source: Alert
es: Alerta

source: Critical
es: Critico

source: Warning
es: Advertencia

source: Notice
es: Alerta

source: Informational
es: Informacional

source: Debug
es: Depuración

source: Unknown
es: Desconocido

source: Queries
es: Consultas

source: Query
es: Consulta

source: Hook subscriber area %s does not exist
es: El área Suscriptora de Hook %s no existe

source: Hook provider area %s does not exist
es: El área Proveedora de Hook %s no existe

source: You have been logged out.
es: Su sesión ha sido cerrada.

source: An unknown error occurred
es: ¡Error! Ha ocurrido un 'error no identificado'.

source: Error! You must make a selection.
es: ¡Error! Debe hacer una selección.

source: Error! Invalid e-mail address.
es: ¡Error! Correo electrónico no válido.

source: Error! in %1$s: an invalid %2$s parameter was received.
es: ¡Error! en %1$s: un parámetro %2$s no válido fue recibido.
