Repository: KratorD/spanish
Catalog: translations/core/1.3/locale/*/LC_MESSAGES/zikula.po
Languages: es

source: No search plug-ins found
es: No se encontró ningún plug-in de búsqueda

source: Error! Could not find any search plug-ins to use.
es: ¡Error! No se pudo encontrar ningún plug-in de búsqueda para usar.

source: Keyword settings
es: Ajustes de la búsqueda

source: All words
es: Todas las palabras

source: Any words
es: Cualquier palabra

source: Exact phrase
es: Frase exacta

source: Order of results
es: Orden de los resultados

source: Newest first
es: Nuevos primero

source: Oldest first
es: Antiguos primero

source: Alphabetical
es: Alfabéticamente

source: Filter search by type
es: Filtrar búsqueda por tipo

source: De/Select all
es: De/Seleccionar todos

source: E-mail Users
es: Correo a usuarios

source: Select recipients
es: Seleccionar recipientes

source: Select all
es: Seleccionar todos

source: De-select all
es: Deseleccionar todos

source: Compose message
es: Redactar mensaje

source: Notice: This e-mail message will be sent to your address and to all other recipients you select. Your address will be the entered as the main recipient, and all your selected recipients will be included in the blind carbon copies ('Bcc') list. You can specify the number of 'Bcc' recipients to be added to each e-mail message. If the number of your selected recipients exceeds the number you enter here, then repeat messages will be sent until everyone in your selection has been mailed (you will receive a copy of each message). The allowed batch size may be set by your hosting provider.
es: Nota: Este mensaje de email será enviado a su dirección y a todos los otros recipíentes que seleccione. Su dirección electrónica será incluida como el recipiente principal y todos los otros recipientes seleccionados serán incluidos en la lista de Copias de Carbon Oculta ('CCO'). Usted puede especificar el número de 'CCO' que serán agregados a cada mensaje de email, si el número de recipientes que usted seleccionó excede el número aqui establecido, entonces se enviaran mensajes repetidos hasta que todos los recipientes seleccionados hallan sido despachados (usted recibirá una copia de cada mensaje). El tamaño permitido del bacht puede haber sido establecido por su proveedor de hosting.

source: Address to which replies should be sent
es: Dirección a la cual las replicas seran enviadas.

source: Send e-mail messages in batches
es: Enviar mensajes de correo por lotes

source: messages per batch
es: mensajes por lote

source: Send e-mail to selected recipients
es: Enviar email a los recipientes seleccionados

source: Verify your e-mail address for %s.
es: Verifique correo electrónico para %s.

source: Welcome to %1$s!
es: Bienvenido(a) a %1$s!

source: Hello! This e-mail address ('%1$s') has been used to register an account on '%2$s' (%3$s).
es: ¡Hola! Este correo electrónico ('%1$s') ya ha sido usado para registrar una cuenta en el sitio '%2$s' (%3$s).

source: Please click on the following link to complete the e-mail address check:
es: Por favor haga clic en el siguiente enlace para completar la verificación del correo electrónico:

source: Your verification code is:
es: Su código de verificación es:

source: Your account details are as follows:
es: Los detalles de su cuenta son los siguientes:

source: User name: %s
es: Nombre de usuario: %s

source: Password: %s
es: Contraseña: %s

source: Password reminder: %s
es: Recordatorio de Contraseña: %s

source: Edit user account of %s
es: Editar cuenta de usuario de %s

source: The items that are marked with an asterisk ('*') are required entries.
es: Los elementos marcados con asterisco ('*') son requeridos.

source: Account information
es: Información de Cuenta

source: User names can contain letters, numbers, underscores, periods, or dashes.
es: Los nombres de usuario puede contener letras, número, guiones, guiones_bajos o comas.

source: Repeat e-mail address for verification
es: Correo electrónico (repetir para verificación)

source: User status
es: Estado del usuario

source: Site's default theme
es: Interfaz predeterminada del sitio

source: Log-in information
es: Información de Ingreso

source: Change the user's password?
es: Cambiar la contraseña de usuario?

source: Create a password for the user?
es: Crear una contraseña para el usuario?

source: New password
es: Nueva contraseña

source: Create a password
es: Crear una contraseña

source: Notice: The minimum length for user passwords is %s characters.
es: Nota: La cantidad mínima de caracteres para usar en contraseñas de usuario es de %s caracteres.

source: Repeat password for verification
es: Repita la contraseña para verificación

source: The user's password will not be changed.
es: La contraseña del usuario no será cambiada.

source: The user's password will be changed.
es: La contraseña del usuario será cambiada.

source: Member
es: Miembro

source: Check your entries and save your updates
es: Verificar sus datos y enviar su registro

source: Notice: When you are ready, click on 'Check your entries' to have your entries checked. When your entries are OK, click on 'Save' to continue.
es: Nota: Cuando haya terminado, haga clic en 'Verificar sus datos' para que sean validados. Cuando los datos sean aceptados, haga clic en 'Enviar registro' para continuar.

source: Your entries seem to be OK. Please click on 'Save' when you are ready to continue.
es: Sus datos parecen ser correctos. Por favor haga clic en 'Enviar registro' cuando esté listo(a) para continuar.

source: Check your entries
es: Verificar sus datos

source: Other actions for %s
es: Otras acciones para %s

source: Send user name
es: Enviar el nombre de usuario

source: Approve registration of '%1$s'
es: Aprobar la solicitud de registro de '%s'

source: Skip Verification
es: Saltar la verificación

source: Approve
es: Aprobar

source: Reset your password at '%1$s'
es: Restablecer su contraseña para '%1$s'

source: Hello!
es: Hola!

source: The user account '%1$s' at %2$s has this e-mail address associated with it.
es: La cuenta de usuario '%1$s' at %2$s tiene este correo electrónico asociado con ella.

source: The confirmation code is: %s
es: El código de confirmación es: %s

source: With this confirmation code, you can now create a new password by clicking on this link:
es: Con este código de confirmación, puede crear una nueva contraseña haciendo clic en el siguiente enlace: %s

source: Reset My Password
es: Restablecer Mi Contraseña

source: Welcome to %1$s (%2$s)!
es: Bienvenido(a) a %1$s (%2$s)!

source: Hello! This e-mail address ('%1$s') has been used to register an account on the '%2$s' site.
es: ¡Hola! Este correo electrónico ('%1$s') fue usado para registrar una cuenta en el sitio '%2$s'.

source: Name displayed for anonymous user
es: Nombre mostrado para los usuarios anónimos

source: Number of items displayed per page
es: Número de Items mostrados por página

source: Path to user's avatar images
es: Ruta a los avatares de usuario

source: Allow globally recognized avatars
es: Permitir avatares globalmente reconocidos

source: Default gravatar image
es: Imagen gravatar por defecto

source: Account page settings
es: Págiina de Configuración de Cuenta

source: Display graphics on user's account page
es: Mostrar gráficas en la cuenta de usuario

source: Path to account page images
es: Ruta a las imágenes del panel de cuenta

source: Number of links per page
es: Número de enlaces por página

source: Number of links per row
es: Número de enlaces a mostrar por fila

source: Users module handles e-mail address maintenance
es: El módulo de Usuarios administra el mantenimiento de las direcciones e-mail.

source: User credential settings
es: Configurar Credencial de Usuario

source: Credential required for user log-in
es: Credencial requerida para iniciar sesión

source: Either user name or e-mail address
es: Ya sea nombre de usuario o correo electrónico

source: Minimum length for user passwords
es: cantidad mínima de caracteres para contraseñas de usuario

source: Password hashing method
es: Método criptográfico para las contraseñas

source: The default hashing method is 'SHA256'.
es: EL Método criptográfico por defecto para contraseñas es 'SHA256'.

source: E-mail address verifications expire in
es: Las verificaciones desde e-mails expiran en

source: days
es: días

source: Registration settings
es: Configuracion del Registro

source: Allow new user account registrations
es: Permitir el registro de nuevos usuarios

source: Statement displayed if registration disabled
es: Mensaje mostrado si el registro está deshabilitado

source: E-mail address to notify of registrations
es: Correo electrónico para notificar nuevos registros

source: User registration is moderated
es: El registro de usuario es moderado

source: Verify e-mail address during registration
es: Verificar el correo electrónico durante el registro

source: Yes. User chooses password, then activates account via e-mail
es: Si. El usuario escoge la contraseña, y activa la cuenta desde el correo

source: Log in new registrations automatically?
es: Ingresar con nuevos registros automaticamente?

source: Spam protection question
es: Pregunta para protección del spam

source: You can set a question to be answered at registration time, to protect the site against spam automated registrations by bots and scripts.
es: Nota: Usted puede establecer una pregunta para que sea respondida al momento de una persona registrarse, con el fin de proteger el sitio contra intentos de registro automatizados por parte de bots y scripst.

source: Spam protection answer
es: Respuesta de la protección del spam

source: Reserved user names
es: Nombres de usuario reservados (separados por espacios)

source: Banned user agents
es: Agentes de usuario no permitidos (separados por comas)

source: Banned e-mail address domains
es: Dominio de direcciones de email no permitidas

source: User log-in settings
es: Configuración de Ingreso de Usuario

source: WCAG-compliant log-in and log-out
es: Entrada y salida compatible con la WCAG

source: Notice: Uses meta refresh.
es: Aviso: Usa meta refresh.

source: Lost password recovery
es: Recuperar contraseña

source: Password reminder
es: Recordatorio de Contraseña

source: Reset your password
es: Restablecer Contraseña

source: Password (repeat for verification)
es: Contraseña (repetir para verificar)

source: Enter a word or a phrase that will remind you of your password.
es: Ingrese una palabra o frase que le recuerde su contraseña.

source: Notice: Do not use a word or phrase that will allow others to guess your password! Do not include your password or any part of your password here!
es: Nota: Por su seguridad no use una frase que le permita a otros adivinar su contraseña, tampoco incluya su contraseña o una parte de ella.

source: Delete user account
es: Borrar cuenta de usuario

source: Do you really want to delete this user account?
es: ¿Realmente quiere borrar esta cuenta de usuario?

source: Welcome to %1$s, %2$s!
es: Bienvenido(a) a %1$s, %2$s!

source: This e-mail address ('%1$s') has been used to register an account on '%2$s' (%3$s).
es: ¡Hola! Este correo electrónico ('%1$s') fue usado para registrar una cuenta en el sitio '%2$s' (%3$s).

source: Find and e-mail users
es: Buscar y enviar correo

source: Any group
es: Cualquier grupo

source: Registration date after (yyyy-mm-dd)
es: Fecha de registro antes de (yyyy-mm-dd)

source: Registration date before (yyyy-mm-dd)
es: Fecha de registro después de (yyyy-mm-dd)

source: Update e-mail address
es: Actualizar el correo electrónico

source: New e-mail address
es: Nuevo correo electrónico

source: Verify your request to change your e-mail address at '%1$s'
es: Verificar solicitud de cambiar su correo electrónio a '%1$s'

source: Verify my e-mail address change.
es: Verificar mi cambio de correo eletrónico.

source: Registered users
es: Usuarios registrados

source: Verify my e-mail address
es: Verificar mi correo electrónico

source: Export Title Row
es: Exportar título

source: Export Email Address
es: Exportar correo electrónico

source: Export Registration Date
es: Exportar la fecha de registro

source: Export Group Membership
es: Exportar membresía a grupos

source: CSV Export File
es: Archivo de Exportación CSV

source: CSV filename
es: Nombre del archivo CSV

source: CSV delimiter
es: Delimitador CSV

source: Comma
es: Coma

source: Semicolon
es: Punto y coma

source: Colon
es: Punto

source: Tab
es: Pestaña

source: Export
es: Exportar

source: Account information and password recovery
es: Recuperación de Información de Cuenta y Contraseña

source: Please select one of the following:
es: Por favor uno de los siguientes:

source: I have forgotten my account information (for example, my user name).
es: He olvidado mi informacion de la cuenta (ejemplo, ni nombre de usuario).

source: I have forgotten my password.
es: He olvidado mi contraseña.

source: I have received a password recovery code, and would like to enter it.
es: He recibido un código de recuperación de contraseña y deseo ingresarlo.

source: Before logging in, the site administrator has asked that you change the password for your account.
es: Antes de ingresar, el administrador del sitio le solicita que debe cambiar la contraseña de su cuenta.

source: If you leave this page without successfully changing your password, then you will not be logged in.
es: Si abandona está página sin cambiar con éxito su contraseña, usted no podrá ingresar al sitio.

source: To change your password, please enter your current password, and then enter a new password (you must enter the new password twice to ensure that you have typed it correctly).
es: Para cambiar su contraseña, por favor ingrese su actual contraseña y luego ingrese una nueva contraseña (debe ingresarla dos veces de forma identica, para asegurar que la ha digitado correctamente).

source: Once you have successfully changed your password, the log-in process will continue.
es: Una vez haya cambiado su contraseña, el proceso de ingreso continurá.

source: Change password
es: Cambiar contraseña

source: Current password
es: Contraseña actual

source: New password (repeat for verification)
es: Nueva contraseña (repetir para verificar)

source: New password reminder
es: Nuevo recordatorio de contraseña

source: Save and continue logging in
es: Guardar y Continuar ingreso

source: New registration pending approval
es: Nuevo registro pendiente de aprobación

source: New registration pending approval: %s
es: Nuevo registro pendiente de aprobacion: %s

source: New registration pending e-mail verification
es: Nuevo registro pendiente de verificacion del email

source: New registration pending verification: %s
es: Nuevo registro pendiente de verificación: %s

source: New user activated
es: Nuevo Usuario activado

source: New user activated: %s
es: Nuevo Usuario activado: %s

source: A new user account has been activated on %1$s.
es: Una nueva cuenta de usuario ha sido activada en %1$s.

source: It was created by an administrator or sub-administrator logged in as '%1$s'.
es: Ha sido creado por un admnistrador o sub-admnistrador registrado como '%1$s'.

source: The account details are as follows:
es: os detalles de la cuenta son los siguientes:

source: User name: '%s'.
es: Nombre de usuario: '%s'.

source: '%1$s' account information
es: Información de Cuenta '%1$s'

source: The administrator at %s requested that you receive your user name via e-mail.
es: El administrador de %s requiere que reciba su nombre de usuario via e-mail.

source: You may use the following information to %1$slog into your account%2$s:
es: Usted debe usar la siguiente información para %1$s ingresar a su cuenta %2$s:

source: You do not have any active methods available to log into our site. Please contact a site administrator.
es: Usted no tiene ningun método activo disponible para ingresar a nuestro sitio. Por favor contacte al adminstrador del sitio.

source: You can just delete this message.
es: Usted simplemente puede eliminar este mensaje.

source: Registration for '%1$s'
es: Registro para '%1$s'

source: Resend verification code
es: Reenviar código de verificación

source: Send verification code
es: ENviar código de verificación

source: Approve (creates a new user account)
es: Aprobado (crea un nueva cuenta de usuario)

source: Approve and Add User
es: Aprobar y Agregar Usuario

source: Deny (deletes registration)
es: Denegar (elimina registro)

source: Edit registration details
es: Editar detalles del registro

source: Return to registrations list
es: Regresar al Listado de Registros

source: Return to registrations
es: Regresar a Registros

source: My account
es: Mi cuenta

source: Go back to the homepage
es: Volver a la página de inicio

source: Deny registration request of '%1$s'
es: Denegar solicitud de registro a %s

source: Applicant notification
es: Notificación del Aplicante

source: Notify the applicant via e-mail?
es: Notificar al aplicante via e-mail?

source: Delete registration
es: Eliminar Registro

source: Log-in and registration
es: Inicio de sesión y registro

source: Please choose an action:
es: Por favor escoja una acción:

source: Notice: New user registration is currently disabled.
es: Aviso: El registro de cuentas de usuario está actualmente deshabilitado.

source: Reasons
es: Razones

source: Change language
es: Cambiar idioma

source: New language
es: Nuevo idioma

source: New account registration
es: Registro de nueva cuenta

source: Choose how you would like to log in.
es: Seleccione cual metodo prefiere para ingresar.

source: Please contact the site administrator for assistance.
es: Por favor contacte al administrador del sitio para asistencia.

source: Set the user's password now?
es: establecer la contraseña del usuario ahora?

source: Send password via e-mail?
es: Enviar contraseña via e-mail?

source: The user's e-mail address will be verified. The user will create a password at that time.
es: El correo electrónico sera verificado. El usuario creara su contraseña hasta entonces.

source: Verify user's e-mail address?
es: Verificar correo electrónico del usuario?

source: Check your entries and submit your registration
es: Verificar sus datos y enviar su registro

source: Notice: When you are ready, click on 'Check your entries' to have your entries checked. When your entries are OK, click on 'Submit new user' to continue.
es: Nota: Cuando este listo, haga clic en "Verificar sus Datos" para verificar sus datos. Si sus datos esta bien, haga clic en "Envair nuevo usuario" para continuar.

source: Your entries seem to be OK. Please click on 'Submit registration' when you are ready to continue.
es: Sus datos parecen ser correctos. Por favor haga clic en 'Enviar registro' cuando esté listo(a) para continuar.

source: Submit new user
es: Crear usuario

source: Registration applications list
es: Lista de solicitudes de registro

source: Approved?
es: Aprobado?

source: Verified?
es: Verificado?

source: Send an e-mail verification code
es: Enviar un codigo de verificación al email

source: Pending approval
es: Pendiente de aprobación

source: Verified
es: Verificado

source: E-mail verification not sent
es: Correo electrónico no enviado

source: Pending verification of e-mail address
es: Correo electrónico pendiente de verificación

source: Display registration details
es: Mostrar Detalles del registro

source: Modify registration details
es: Modificar detalles del registro

source: Legend
es: Leyenda

source: Approval
es: Aprobación

source: Verification
es: Verificación

source: A verification e-mail has not been sent to the registered e-mail address.
es: Un email de verificación no ha sido enviado al correo electrónico registrado.

source: Please enter EITHER your user name OR your e-mail address below and click the 'Submit' button. You will be e-mailed a confirmation code. Check your e-mail, and follow the given instructions.
es: Por favor ingresa ya sea su nombre de usuario o su dirección de correo abajo y haga clic en el botón "Enviar". Usted recibirá un código de confirmación, revise su correo y siga las instrucciones dadas.

source: Sorry! Your session has expired.
es: ¡Lo sentimos! Su sesión ha expirado.

source: For your security, this session has expired because you have been inactive for too long. Please <a href="%s">log in</a> again to access services.
es: Por su seguridad, esta sesión ha expirado porque ha estado inactivo por un largo periodo. Por favor <a href="%s">inicie sesión</a> de nuevo para acceder a los servicios.

source: Registering for a user account is easy. Registration can give you access to content and to features of this site that are not available to unregistered guests.
es: Registrar un cuenta es fácil. Este registro le proporciona acceso a contenidos y utilidades del sitio que no están disponibles para usuario no registrados.

source: During your visits, we recommended that you set your browser to accept cookies from this site. Various features of the site use cookies, and may not function properly (or may not function at all) if cookies are disabled.
es: Durante sus visitas, le recomendamos habilitar en su navegador aceptar cookies de este sitio. Varias de sus caracteristicas emplean cookies y pueden funcionar inapropiadamneten o no funcionar si las cookies estan deshabilitadas.

source: Before you will be able to log in, an administrator must approve your registration request and you must verify your e-mail address. You will receive an e-mail asking to verify your e-mail address after an administrator has approved your request.
es: Antes de poder ingresar, un administrador debe aprobar su registro y usted deberá verificar su correo electrónico. Usted recibira un mensaje con instrucciones para su verificación.

source: Before you will be able to log in, you must verify your e-mail address and an administrator must approve your registration request. You will receive an e-mail asking to verify your e-mail address after submitting the information below.
es: Antes de poder ingresar usted debe verificar su correo electrónico y un administrador deberá aprobar su solicitud de registro. Usted recibirá un mensaje con instrucciones para verificar su direccion de correo.

source: You must verify your e-mail address before an administrator will approve your registration request.
es: Debe verificar si dirección de correo electrónico despues un administrado aprobará su solicitud de registro.

source: Choose a user name
es: Escoja un nombre de usuario

source: User names can contain letters, numbers, underscores, periods and/or dashes.
es: Los nombres de usuario pueden contener letras, número, guiones, guiones_bajos y/o comas.

source: Set a password
es: Establecer contraseña

source: The minimum length for user passwords is %s characters.
es: Nota: El cantidad mínima de caracteres de contraseñas de usuario es de %s caracteres.

source: Repeat your Password for verification
es: Contraseña (repetir para verificar)

source: Enter your e-mail address
es: Proporcione su correo electrónico

source: Repeat your E-mail address for verification
es: Correo electrónico (repetir para verificación)

source: Answer the security question
es: Pregunta para protección del spam

source: Asking this question helps us prevent automated scripts from accessing private areas of the site.
es: Responder esta pregunta ayuda a prevenir que programas automatizados accedan a secciones privadas del sitio.

source: Notice: When you are ready, click on 'Check your entries' to have your entries checked. When your entries are OK, click on 'Submit registration' to continue.
es: Nota: Cuando haya terminado, haga clic en 'Verificar sus datos' para que sean validados. Cuando los datos sean aceptados, haga clic en 'Enviar registro' para continuar.

source: Submit registration
es: Enviar registro

source: Delete selected users
es: Eliminar usuarios seleccionados
