Repository: KratorD/spanish
Catalog: translations/modules/zikulaprofilemodule/zikulaprofilemodule.*.po
Languages: es

source: %1$s and %2$s on-line.
es: %1$s y %2$s en línea.

source: %s anonymous guest|%s anonymous guests
es: %s invitado anónimo|%s invitados anónimos

source: %s on-line.
es: %s en línea.

source: %s registered user|%s registered users
es: %s usuario registrado|%s usuarios registrados

source: &quot;%1$s: %2$s&quot; is required. Please select an option.
es: &quot;%1$s: %2$s&quot; se requiere. Seleccione una opción.

source: About Profile
es: Acerca de Perfil

source: About the property labels
es: Acerca de las etiquetas de propiedad

source: About the property values
es: Acerca de los valores de propiedad

source: Actions
es: Acciones

source: Activate
es: Activar

source: Active
es: Activo

source: After you create a new property label (such as _MYDUDLABEL), you must add the msgid to your catalog (POT file). You will need two lines per label: <strong>msgid '_MYDUDLABEL'</strong> then one line after the <strong>msgstr ''</strong> (study the default catalog content).
es: Después de crear una nueva etiqueta de propiedad (como _MYDUDLABEL), debe agregar el msgid al catálogo (archivo POT). Necesitará dos líneas por etiqueta: <strong>msgid '_MYDUDLABEL'</strong> y, a continuación, una línea después de <strong>msgstr ''</strong> (estudiar el contenido predeterminado del catálogo).

source: Attribute name
es: Nombre del atributo

source: Block content
es: Bloquear contenido

source: Cancel
es: Cancelar

source: Check the <strong><a href="%s">help page</a></strong> to get more information about labels and translatable stuff.
es: Compruebe la <strong><a href="%s">página de ayuda</a></strong> para obtener más información sobre las etiquetas y las cosas traducibles.

source: Confirmation prompt
es: Solicitud de confirmación

source: Content
es: Contenido

source: Copy all the files of the modules/zikula/profile-module/Resources/locale directory to /config/locale. There you will customize the catalog module_zikulaprofilemodule.pot and the translations afterwards.
es: Copie todos los archivos del directorio modules/zikula/profile-module/Resources/locale en /config/locale. Allí personalizará el catálogo module_zikulaprofilemodule.pot y las traducciones después.

source: Create new field
es: Crear nuevo campo

source: Deactivate
es: Desactivar

source: Delete personal info item
es: Eliminar elemento de información personal

source: Do you really want to delete this personal info item?
es: ¿Realmente desea eliminar este elemento de información personal?

source: Each option can be added in the catalog to be translated. Also, if you use a custom date format that needs translation, it can be added to the catalog too.<br />Enjoy!
es: Cada opción se puede agregar en el catálogo que se va a traducir. Además, si utiliza un formato de fecha personalizado que necesita traducción, se puede agregar al catálogo también.<br />Enjoy!

source: Edit field
es: Campo de edición

source: Edit profile
es: Editar perfil

source: Fields list
es: Lista de campos

source: First of all, it's recommended to move the translation files of Profile to the /config directory to custom them there.
es: En primerlugar, se recomienda mover los archivos de traducción de Profile al directorio /config para personalizarlos allí.

source: In the .PO file you will be able to translate _MYDUDLABEL to the corresponding text for each specific language, to provide a legible display string like 'My DUD Label'.
es: En. PO podrá traducir _MYDUDLABEL al texto correspondiente para cada idioma específico, para proporcionar una cadena de visualización legible como 'Mi etiqueta DUD'.

source: Inactive
es: Inactivo

source: It's recommended to use unique words for the labels, for that reason we use the format: _DUDLABEL and translate them for each available language in the site to a readable text.
es: Se recomienda utilizar palabras únicas para las etiquetas, por eso usamos el formato: _DUDLABEL y las traducimos para cada idioma disponible en el sitio a un texto legible.

source: Item
es: Artículo

source: Items marked with an asterisk (*) are required entries.
es: Los elementos marcados con un asterisco (*) son entradas obligatorias.

source: Label
es: Etiqueta

source: Last %s registered users
es: Ultimos usuarios registrados de %s

source: Latest articles of %s
es: Artículos más recientes de %s

source: Latest comments of %s
es: Comentarios más recientes de %s

source: Latest submissions of %s
es: Las últimas presentaciones de %s

source: Make this a 'required' item
es: Haga de este un elemento 'requerido'

source: Messages
es: Mensajes

source: Newest user:
es: Usuario más reciente:

source: No recent articles found.
es: No se han encontrado artículos recientes.

source: No recent comments found.
es: No se han encontrado comentarios recientes.

source: No recently registered users found.
es: No se han encontrado usuarios registrados recientemente.

source: No registered users are currently online.
es: No hay usuarios registrados en línea actualmente.

source: No users found.
es: No se han encontrado usuarios.

source: Notice to display with personal info item
es: Aviso para mostrar con elemento de información personal

source: Notice: Entering an ID is optional. If you do not specify an ID, the option position will be used for the ID (starting from zero), instead of the user-defined ID you can enter here. You are recommended to choose an ID that is unique, and to avoid subsequently modifying it.
es: Aviso: Introducir un ID es opcional. Si no especifica un ID, la posición de la opción se utilizará para el ID (a partir de cero), en lugar del ID definido por el usuario que puede introducir aquí. Se recomienda elegir un identificador que sea único y evitar modificarlo posteriormente.

source: Notice: No special characters or spaces are allowed in the personal info item's label or attribute name.
es: Aviso: No se permiten caracteres o espacios especiales en la etiqueta o el nombre del atributo del elemento de información personal.

source: Notice: Precede output options by '@@'. Example: '@@No@@Yes', '@@Disabled@@Enabled'. The order is important. If you want to have a different label in the edit form, you can use the following format: 'EditLabel@@DisplayNo@@DisplayYes'. All the values are translatable.
es: Aviso: Preceda las opciones de salida por ''. Por ejemplo: ''@No'@Yes', ''@Disabled'@Enabled'. La orden es importante. Si desea tener una etiqueta diferente en el formulario de edición, puede utilizar el siguiente formato: 'EditLabel. Todos los valores son traducibles.

source: Notice: The attribute name you enter cannot be changed afterwards, so you should choose it carefully.
es: Aviso: El nombre del atributo que introduzca no se puede cambiar después, por lo que debe elegirlo cuidadosamente.

source: Notice: This version does not support upgrades from versions less than 1.6. Please upgrade before upgrading again to this version.
es: Aviso: Esta versión no admite actualizaciones de versiones inferiores a 1.6. Actualice antes de actualizar de nuevo a esta versión.

source: Notice: Use drag and drop to arrange the personal info items into your desired order. The new order will be saved automatically when you drop the item into place.
es: Aviso: Utilice arrastrar y soltar para organizar los elementos de información personal en el orden deseado. El nuevo pedido se guardará automáticamente cuando suelte el artículo en su lugar.

source: Notice: Use the following format for each option: '@@label@id'. Example for a simple list: '@@option 1@id1@@option 2@id2@@option 3@id3'. Example for a multiple checkbox set: '1@@option 1@id1@@option 2@id2@@option 3@id3'. The options are translatable.
es: Aviso: Utilice el siguiente formato para cada opción:''etiqueta'id'. Ejemplo para una lista simple: ''@option 1'id1'@option 2'id2'@option 3'id3'. Ejemplo para un conjunto de casillas de verificación múltiple: '1'@option 1'id1'@option 2'id2'@option 3'id3'. Las opciones son traducibles.

source: Notice: Use the following format for each option: '@@label@id'. Example: '@@radio option 1@id1@@radio option 2@id2@@radio option 3@id3'. The options are translatable.
es: Aviso: Utilice el siguiente formato para cada opción:''etiqueta'id'. Ejemplo: ''@radio opción 1'id1'@radio opción 2'id2'@radio opción 3'id3'. Las opciones son traducibles.

source: Notice: Use the following format for each option: 'id,label;'. Example: 'id1,label1;id2,label2;id3,label3'. Each property should be separated with a semicolon (';'). The ID and label of each property should be separated by a comma (','). The labels are translatable.
es: Aviso: Utilice el siguiente formato para cada opción: 'id,label;'. Ejemplo: 'id1,label1;id2,label2;id3,label3'. Cada propiedad debe separarse con un punto y coma (';'). El identificador y la etiqueta de cada propiedad deben estar separados por una coma (','). Las etiquetas son traducibles.

source: Notice: You can choose the date format to use: 'EUR' (day month year, default), 'US' (month day, year) or 'DB' (YYYY-MM-DD). Month names are automatically translated.
es: Aviso: Puede elegir el formato de fecha a utilizar: 'EUR' (año de día mes, predeterminado), 'US' (día del mes, año) o 'DB' (AAAA-MM-DD). Los nombres de mes se traducen automáticamente.

source: Notice: Your personal custom block is a special block that will display in site pages when you are logged-in to the site. It is only displayed for you, and you choose what content it contains. One example of what you can do with the block is to use HTML code to include links to Web pages on this site or another site. Are there site pages that you frequently visit but that don't have links in the main menu? You can insert a link to them here, so that they are easily accessible for you. To see this block during your visits, don't forget to activate the 'Enable your personal custom block' checkbox. Afterwards, click 'Save' to save your changes.
es: Aviso: Su bloque personalizado personal es un bloque especial que se mostrará en las páginas del sitio cuando haya iniciado sesión en el sitio. Solo se muestra para usted y elige qué contenido contiene. Un ejemplo de lo que puede hacer con el bloque es usar código HTML para incluir enlaces a páginas Web en este sitio u otro sitio. ¿Hay páginas de sitio que visita con frecuencia pero que no tienen enlaces en el menú principal? Puede insertar un enlace a ellos aquí, para que sean fácilmente accesibles para usted. Para ver este bloque durante sus visitas, no olvide activar la casilla de verificación "Habilitar su bloque personalizado personal". Después, haga clic en "Guardar" para guardar los cambios.

source: On %s
es: En %s

source: Online:
es: en línea:

source: Pattern
es: Patrón

source: Personal custom block
es: Bloque personalizado personal

source: Personal info items to include in user registration form
es: Elementos de información personal que se incluirán en el formulario de registro de usuario

source: Personal information
es: Información personal

source: Please select an item in the list.
es: Seleccione un elemento de la lista.

source: Profile
es: Perfil

source: Profile manager
es: Gestor de perfiles

source: Profile settings
es: Configuración del perfil

source: Real name
es: Nombre real

source: Registered on %s
es: Registrado en %s

source: Registered users
es: Usuarios registrados

source: Registered users list settings
es: Configuración de la lista de usuarios registrados

source: Registered:
es: Registrado:

source: Registration date
es: Fecha de inscripción

source: Registration date:
es: Fecha de inscripción:

source: Reset
es: Restablecer

source: Save
es: Salvar

source: Search
es: Búsqueda

source: Search in real names
es: Buscar en nombres reales

source: Search in sites
es: Búsqueda en sitios

source: Search in user names
es: Buscar en nombres de usuario

source: Select
es: Seleccione

source: Send private message to %s
es: Enviar mensaje privado a %s

source: Settings
es: Configuración

source: Site
es: Sitio

source: Some display types like checkboxes, radio buttons, dropdown lists and multicheckboxes, allows to define a specific set of options to show.
es: Algunos tipos de pantalla como casillas de verificación, botones de opción, listas desplegables y multicasillas,permite definir un conjunto específico de opciones para mostrar.

source: Sorry! A required personal info item is missing. Please correct and try again.
es: ¡Lo siento! Falta un elemento de información personal necesario. Corrija e inténtelo de nuevo.

source: Statistics
es: Estadísticas

source: Status
es: Estado

source: Submit
es: Enviar

source: The personal info items that you activate below will be displayed in the user registration form if the 'Users' module is configured to display personal info items during user registration, and if the 'Profile' module is specified in the 'General settings manager' as the module to provide the site's user profile management functionality. Personal info items that are configured as 'Required' will always be displayed in the user registration form.
es: Los elementos de información personal que active a continuación se mostrarán en el formulario de registro de usuario si el módulo "Usuarios" está configurado para mostrar elementos de información personal durante el registro del usuario, y si el módulo "Perfil" se especifica en el "Administrador de configuración general" como el módulo para proporcionar la funcionalidad de administración de perfiles de usuario del sitio. Los elementos de información personal configurados como "Obligatorio" siempre se mostrarán en el formulario de registro de usuario.

source: There are some details that you may know about Profile and how it let you translate the account properties labels and values of your site.
es: Hay algunos detalles que puede conocer sobre Profile y cómo le permite traducir las etiquetas y los valores de las propiedades de la cuenta de su sitio.

source: Type
es: Tipo

source: Type of control to display
es: Tipo de control que se va a mostrar

source: User information
es: Información del usuario

source: User name
es: Nombre de usuario

source: User name:
es: Nombre de usuario:

source: User registration form settings
es: Configuración del formulario de registro de usuario

source: Users online
es: Usuarios en línea

source: View profile of %uname%
es: Ver el perfil de %uname%

source: View users online
es: Ver usuarios en línea

source: Visibility
es: Visibilidad

source: Warning! If you want to edit the ID of an option without losing associated user data in the database, its label must not be renamed simultaneously. Also, do not assign IDs and labels the same naming. You are recommended to give each option an unique ID and a unique name, and to try to avoid renaming an ID once it has been created.
es: ¡Advertencia! Si desea editar el ID de una opción sin perder los datos de usuario asociados en la base de datos, no se debe cambiar el nombre de su etiqueta simultáneamente. Además, no asigne a los iDs y etiquetas la misma nomenclatura. Se recomienda dar a cada opción un identificador único y un nombre único, y para tratar de evitar cambiar el nombre de un ID una vez que se ha creado.

source: With the updated POT, you can syncronize the translations (.PO files) for each available language, or even create a new .PO from the catalog with a tool like poEdit.
es: Con el POT actualizado, puede sincronizar las traducciones (. PO) para cada idioma disponible, o incluso crear un nuevo archivo . PO del catálogo con una herramienta como poEdit.

source: click to
es: haga clic para

source: offline
es: sin conexión

source: online
es: en línea

source: unread
es: no leído
